Repository: tizenorg/profile.mobile.apps.native.camera-app
Catalog: po/*.po
Languages: bg, cs, es_us, ga, gl, hy, is, it_it, ka, kk, lt, lv, nl, pl, pt_pt, sk, sr, tr_tr, uz, zh_cn, zh_tw

source: Drag and resize frame to set position of face. Camera will beep and take picture after %d seconds when face in frame.
bg: Плъзнете и преоразмерете рамката за позиция на лицето. Камерата издава звук и снима след %d секунди при лице в рамката.
cs: Tažením rámečku nastavte pozici obličeje. Když je obličej v rámečku, fotoap. pípne a za %d sekund vyfotografuje obrázek.
es_us: Arrastre y ajuste el cuadro al rostro. Cámara emite un sonido y captura la imag. a los %d s si el rostro está en cuadro.
ga: Tarr. & athmhéid. an fráma le suíomh na haghaidhe a shocrú. Déanfaidh Ceamara bíp agus glacfar pictiúr tar éis %d soic.
gl: Arrastra e cambia tam. marco para defin. posic.cara. A cámar.emitirá son e tomará imax.tras %d seg. coa cara encadrada.
hy: Քարշեք և չափափոխեք շրջանակը՝ դեմքի դիրքը դնելու հր: Խցիկը կազդանշանի և կնկարահանի %d վրկ անց, երբ դեմքը լինի շրջանակում:
is: Dragðu og breyttu rammanum til að velja andlit. Myndavél pípir og tekur mynd eftir %d sek. þegar andlit er í rammanum.
it_it: Trascinate e ridimensionate cornice per definire posiz. volto. Sarà emesso un suono e sarà scattata una foto dopo %d sec.
ka: სახის ადგილისთვის გადაიტანეთ ჩარჩო და შეცვალეთ ზომა. კამერა დაიწრიპინებს და გადაიღებს %d წამში როცა სახე იქნება ჩარჩოში.
kk: Бет орн. орн-у үшін, жақ-ды сүйреп, өлш. өзгер-з. Бет жақ-у іш-де болғ-да камера дыб. шығ-п, %d сек. кей. сурет. түс-ді.
lt: Vilkdami ir keisdami rėmelio dydį nust. veido padėtį. Kai veidas bus rėmelyje, fotoap. pyptelės ir fotograf. po %d sek.
lv: Velciet rāmi un mainiet izm., lai iest. sejas atr. vietu. %d sek. pēc signāla, kad seja būs kadrā, tiks uzņemts attēls.
nl: Sleep en wijzig kader om positie gezicht in te stellen. Camera piept en neemt na %d sec foto als gezicht in kader is.
pl: Przeciągnij ramkę i zm. rozm., by ust. poł. twarzy. Aparat wyemituje dźw. i zrobi zdj. po %d s od wykr. twarzy w ramce.
pt_pt: Arraste e redimens. moldura p/ definir posição rosto. A câmara faz bip e tira a foto após %d seg com o rosto na moldura.
sk: Presun. a uprav. veľkosti rámčeka nastavte polohu tváre. Keď je tvár v rámčeku, fotoap. po %d s pípne a nasníma fotogr.
sr: Prevuci okvir i podesi ga prema licu. Kamera će se oglasiti i snimiti sliku nakon %d sekunde/i kada je lice u okviru.
tr_tr: Yüzn knmnu ayrlmk içn çerçvyi srklyp yndn bytlndrn. Yüz çerçvnn içndykn kmra bip sesi çkarr ve %d sn. snra foto. çkr.
uz: Yuz hlt-ni sozlash u-n hshya sur. va o‘lch. o‘zgar. Yuz hshya ichidaligida, kmr. sgnl chal. va %d son. so‘ng rasm oladi.
zh_cn: 拖动并调整框架大小以设置面部位置。照相机将在面部处于框架内 %d 秒后发出哔声并拍照。
zh_tw: 拖曳並調整方框大小來設定臉部位置。臉部出現在框內時，相機將發出嗶聲並在 %d 秒後拍照。

# IDS_CAM_TPOP_CAMERA_SETTINGS_RESET_TO_DEFAULTS
source: Camera settings reset to defaults.
bg: Настройките на камерата нулирани до стойностите по подразбиране.
cs: Bylo obnoveno výchozí nastavení fotoaparátu.
es_us: La configuración de Cámara se restableció a los valores predet.
ga: Socruithe Ceamara fillte ar na réamhshocruithe.
gl: Restablecéronse os axustes predeterminados da cámara.
hy: Խցիկի դրվածքները հետադարձվել են կանխադրվածների:
is: Myndavél endurstillt á sjálfgefnar stillingar.
it_it: Impostazioni fotocamera ripristinate alle impostazioni predefinite.
ka: კამერის პარამეტრები შეიცვალა ნაგულისხმევი მნიშვნელობებით.
kk: Камера параметрлері әдепкіге дейін қалпына келтірілді.
lt: Nustatyti numatytieji fotoaparato nustatymai.
lv: Atjaunoti kameras noklusējuma iestatījumi.
nl: Camera-instellingen worden gereset op standaardwaarden.
pl: Ustawienia Aparatu wyzerowane do ustawień domyślnych.
pt_pt: Definições da câmara repostas.
sk: Obnovili sa predvolené nastavenia aplikácie Fotoaparát.
sr: Podešavanja kamere su resetovana na podrazumevana.
tr_tr: Kamera ayarları varsayılanlara sıfırlandı.
uz: Kamera parametrlari birlamchiga tashlandi.
zh_cn: 照相机设定已重置为默认
zh_tw: 相機設定重置為預設。

# IDS_CAM_BODY_DREAM_SHOT_M_MODE
source: Dream shot
hy: Երազանքի նկար
it_it: Scatto da sogno
ka: წარმოსახვით გადაღება
kk: Қиялдап түсіру
lt: Stebuklingas kadras
lv: Sapņu fotoattēli
tr_tr: Hayali çekim modu
uz: Orzu kadri
zh_cn: 梦幻拍摄
zh_tw: 唯美模式

source: This function will attach, embed, and store geographical location data within each picture that you take. Use caution when you send, share, distribute, transmit or copy these pictures since they contain information about where the picture was taken.
bg: Тази функция ще прикачва, вгражда и съхранява данни за географско местоположение във всяка снимка, която направите. Бъдете внимателни, когато изпращате, споделяте, разпространявате, предавате или копирате тези снимки, тъй като те съдържат информация за това къде е била направена снимката.
cs: Tato funkce ke každému pořízenému obrázku připojí, vloží a uloží zeměpisné údaje o poloze. Při odesílání, sdílení, distribuování, přenášení nebo kopírování těchto obrázků buďte opatrní, neboť obsahují informace o místě, kde byly pořízeny.
es_us: Esta función adjunta, inserta y almacena los datos de la ubicación geográfica dentro de cada imagen capturada. Tenga precaución cuando envíe, comparta, distribuya, transmita o copie estas imágenes, ya que contienen información acerca del lugar en el que fueron capturadas.
ga: Déanfar leis an bhfeidhm seo sonraí suímh gheografaigh a cheangal, a leabú, agus a stóráil laistigh de gach pictiúr a ghlacann tú. Bí cúramach nuair atá tú ag seoladh, ag comhroinnt, ag scaipeadh, nó ag cóipeáil na bpictiúr seo toisc go bhfuil iontu faisnéis faoin áit ar glacadh iad.
gl: Esta función achegará, inserirá e almacenará datos da localización xeográfica en cada foto que tomes. Ten coidado ao enviar, compartir, distribuír, transmitir ou copiar estas imaxes, xa que conteñen información acerca da localización na que se tomaron.
hy: Այս գործառույթը կկցի, կներդնի և կպահի աշխարհագրական տեղի մասին տվյալները յուրաքանչյուր նկարահանված նկարի ներսում: Զգույշ եղեք այդ նկարներն ուղարկելիս, համօգտագործելիս, տարածելիս, փոխանցելիս կամ պատճենելիս, քանի որ դրանք պարունակում են տեղեկություններ նկարահանման վայրի մասին:
is: Með þessum eiginleika verða landfræðilegar upplýsingar hengdar við og vistaðar með hverri mynd sem þú tekur. Sýndu aðgát þegar þú deilir, dreifir, sendir eða afritar þessar myndir þar sem þær innihalda upplýsingar um staðinn þar sem myndin var tekin.
it_it: Tramite questa funzione potrete allegare, integrare e memorizzare i dati sulla posizione geografica in ogni foto. Prestate attenzione durante l'invio, la condivisione, la distribuzione, la trasmissione o la copia delle foto, poiché queste ultime contengono informazioni sul luogo in cui sono state scattate.
ka: ეს ფუნქცია თითოეულ გადაღებულ სურათზე მიამაგრებს, ჩააშენებს და შეინახავს გეოგრაფიული ლოკაციის მონაცემს. სიფრთხილე გმართებთ, როდესაც აგზავნით, აზიარებთ, არიგებთ, გადასცემთ ან აკოპირებთ სურათებს, რადგან ისინი შეიცავს სურათის გადაღების ადგილის ინფორმაციას.
kk: Бұл функция сіз түсірген әр суреттегі географиялық орын деректерін тіркейді, ендіреді және сақтайды. Бұл суреттерді жіберу, бөлісу, үлестіру, тасымалдау немесе көшіру кезінде абайлап пайдаланыңыз, себебі олар сурет түсірілген орын туралы ақпаратты қамтиды.
lt: Ši funkcija gali pridėti, įterpti ir išsaugoti duomenis apie geografinę vietą, kurioje padaryta kiekviena nuotrauka. Būkite atsargūs siųsdami, bendrindami, platindami, perduodami ar kopijuodami šias nuotraukas, nes jose nurodoma informacija apie fotografavimo vietą.
lv: Šī funkcija katram uzņemtajam attēlam pievienos, ieguls un saglabās ģeogrāfiskās atrašanās vietas datus. Sūtot, kopīgojot, izplatot, pārsūtot vai kopējot šos attēlus, rīkojieties piesardzīgi, jo tajos ir ietverta informācija par attēlu uzņemšanas vietu.
nl: Met deze functie worden de geografische locatiegegevens in elke gemaakte foto gekoppeld, ingesloten en opgeslagen. Wees voorzichtig bij het verzenden, delen, distribueren, overdragen of kopiëren van deze foto's aangezien ze de locatie bevatten waar de foto is gemaakt.
pl: Ta funkcja dołączy, osadzi i zapisze dane lokalizacji geograficznej w każdym zrobionym zdjęciu. Zachowaj rozwagę przy wysyłaniu, udostępnianiu, dystrybuowaniu, przesyłaniu i kopiowaniu tych zdjęć, ponieważ zawierają one informacje o miejscu, gdzie zostały zrobione.
pt_pt: Esta função irá anexar, incorporar e guardar dados de localização geográfica em cada fotografia tirada. Tenha cuidado quando enviar, partilhar, distribuir, transmitir ou copiar essas imagens, uma vez que contêm informações sobre o local onde a fotografia foi tirada.
sk: Táto funkcia priloží, vloží a uloží údaje o zemepisnej polohe do každej nasnímanej fotografie. Pri odosielaní, zdieľaní, distribuovaní, prenášaní alebo kopírovaní týchto fotografií buďte obozretní, pretože obsahujú informácie o mieste ich nasnímania.
sr: Ova funkcija će priložiti, ugraditi i sačuvati podatke o geografskoj lokaciji na kojoj je snimljena svaka tvoja slika. Budi obazriv/a tokom slanja, deljenja, distribucije, prenosa ili kopiranja ovih slika budući da sadrže informacije o mestu gde su snimljene.
tr_tr: Bu işlev, çektiğiniz her fotoğrafın içine coğrafi konum verilerini ekler, gömer ve depolar. Fotoğrafın çekildiği yere dair bilgi içerdiğinden, bu fotoğrafları gönderirken, paylaşırken, dağıtırken, aktarırken veya kopyalarken dikkatli olun.
uz: Ushbu funksiya Siz suratga olgan har bir rasmda geografik joylashuv haqidagi ma’lumotlarni biriktiradi, bog‘laydi va saqlaydi. Ushbu rasmlarni yuborish, ulashish, tarqatish, uzatish yoki ulardan nusxa ko‘chirish vaqtida ehtiyot bo‘ling, chunki ular rasm olingan joy haqidagi ma’lumotga ega.
zh_cn: 该功能将在您拍摄的每张照片内附加、嵌入和存储地理位置数据。发送、共享、分发、传输或复制这些照片时请务必小心，因为它们包含有关照片拍摄位置的信息。
zh_tw: 此功能將附加、嵌入並儲存每張所拍攝相片的地理位置資料。傳送、分享、發佈、傳輸或複製這些相片時請謹慎使用，因其包含拍攝地點的相關資訊。

source: Face detection enabled. Camera will beep and take picture after %d seconds.
bg: „Разпознаване на лице“ е активирано. Камерата ще издаде звук и ще направи снимка след %d секунди.
cs: Je zapnuté Rozpoznání obličeje. Fotoaparát pípne a za %d sekund vyfotografuje obrázek.
es_us: Se activó la función Detección de rostro. La cámara emitirá un sonido y capturará la imagen después de %d segundos.
ga: Brath aghaidhe cumasaithe. Déanfaidh Ceamara bíp agus glacfar pictiúr tar éis %d soicind.
gl: Detección de cara activada. A cámara emitirá un pitido e tomarase unha imaxe tras %d segundos.
hy: Դեմքի հայտնաբերումն ընձեռված է: Խցիկը ձայնային ազդանշան կարձակի և նկար կնկարահանի %d վայրկյան անց:
is: Kveikt á andlitskennslum. Myndavélin gefur frá sér hljóð og tekur mynd eftir %d sekúndur.
it_it: Rilevamento volti attivato. La fotocamera emetterà un segnale acustico e scatterà una foto dopo %d secondi.
ka: გააქტიურებულია სახის ამოცნობა. კამერა გამოსცემს ხმას და გადაიღებს სურათს %d წამში.
kk: Бетті анықтау қосылды. Камера дыбыс шығарып, %d секундтан кейін суретке түсіреді.
lt: Veido aptikimas įjungtas. Fotoaparatas pyptelės ir užfiksuos vaizdą po %d sek.
lv: Sejas noteikšana ir aktivizēta. Kamera atskaņos pīkstienu un pēc %d sekundēm uzņems attēlu.
nl: Gezichtsdetectie ingeschakeld. Camera piept en neemt na %d seconden een foto.
pl: Funkcja Wykrywanie twarzy włączona. Aparat wyemituje sygnał dźwiękowy i zrobi zdjęcie po %d s.
pt_pt: Detecção de rosto activada. A câmara faz um bip e tira uma foto após %d segundos.
sk: Detekcia tváre je zapnutá. Fotoaparát po %d sekundách pípne a nasníma fotografiu.
sr: Detekcija lica je omogućena. Kamera će se oglasiti i snimiti sliku nakon %d sekunde/i.
tr_tr: Yüz algılama etkin. Kamera bip sesi çıkarır ve %d saniye sonra fotoğraf çeker.
uz: Yuzni aniqlashni yoqish. Kamera signal chaladi va %d soniyadan so‘ng rasmga oladi.
zh_cn: 面部检测已启用。照相机将发出哔声并在 %d 秒后拍照。
zh_tw: 臉部偵測已啟用。相機將發出嗶聲並在 %d 秒後拍照。

# IDS_CAM_TPOP_MAXIMUM_RECORDING_TIME_REACHED
source: Maximum recording time reached.
bg: Достигнато е максималното време за запис.
cs: Bylo dosaženo maximální doby nahrávání.
es_us: Se alcanzó la duración máxima de la grabación.
ga: Uas-am taifeadta bainte amach.
gl: Alcanzouse o tempo de gravación máximo.
hy: Հասել է գրանցման առավելագույն ժամանակին:
is: Hámarksupptökutíma náð.
it_it: Il tempo massimo di registrazione è stato raggiunto.
ka: მიღწეულია ჩანაწერის მაქსიმალური დრო.
kk: Ең көп жазу уақытынан асып кетті.
lt: Pasiektas didžiausias įrašymo laikas.
lv: Sasniegts maksimālais ieraksta laiks.
nl: Maximale opnametijd bereikt.
pl: Wykorzystano maksymalny czas nagrywania.
pt_pt: Tempo máximo de gravação atingido.
sk: Dosiahol sa maximálny čas nahrávky.
sr: Dostignuto je maksimalno vreme snimka.
tr_tr: Maksimum kayıt süresine ulaşıldı.
uz: Maksimal yozib olish vaqtiga yetildi.
zh_cn: 已达到最长录制时间
zh_tw: 已達錄製時間上限。

# IDS_CAM_TPOP_UNABLE_TO_ZOOM_IN_CURRENT_MODE
source: Unable to zoom in current mode.
bg: В текущия режим не може да се мащабира.
cs: V aktuálním režimu nelze zvětšit obraz.
es_us: No es posible usar el zoom en el modo actual.
ga: Zúmáil dodhéanta sa mhód reatha.
gl: Non se pode achegar o zoom no modo actual.
hy: Անհնար է մասշտաբավորել ընթացիկ ռեժիմում:
is: Ekki er hægt að breyta aðdrætti í þessari stillingu.
it_it: Impossibile eseguire lo zoom nella modalità corrente.
ka: ზომას ვერ შეცვლით მიმდინარე რეჟიმში.
kk: Ағымдағы режимінде үлкейту мүмкін емес.
lt: Neįmanoma padidinti naudojamu režimu.
lv: Pašreizējā režīmā nevar veikt tālummaiņu.
nl: Kan niet inzoomen in huidige stand.
pl: Nie można powiększać w bieżącym trybie.
pt_pt: Impossível utilizar o zoom no modo actual.
sk: V aktuálnom režime sa nedá približovať.
sr: Nije moguće uvećati u trenutnom režimu.
tr_tr: Geçerli modda yakınlaştırma yapılamıyor.
uz: Joriy rejimda kattalashtirib bo‘lmaydi.
zh_cn: 无法在当前模式下缩放
zh_tw: 無法在目前模式中放大。

# IDS_CAM_BUTTON_ENABLE_ABB
source: Enable
bg: Активиране
cs: Zapnout
es_us: Activar
ga: Cumasaigh
gl: Activar
hy: Ընձեռել
is: Kveikja
it_it: Attiva
ka: ჩართვა
kk: Қосу
lt: Įjungti
lv: Aktivizēt
nl: Inschakel.
pl: Włącz
pt_pt: Activar
sk: Zapnúť
sr: Omogući
tr_tr: Etkin
uz: Yoqish
zh_cn: 启用
zh_tw: 啟用

# IDS_CAM_HEADER_ENABLE_LOCATION_TAGS
source: Enable Location tags
bg: Активиране на Тагове за местоположение
cs: Zapnout Značky polohy
es_us: Activar Etiquetas de ubicación
ga: Cumasaigh Clibeanna suímh
gl: Activa Etiquetas de localización
hy: Ընձեռել Տեղի հատկորոշիչները
is: Kveikja á staðsetningarmerkjum
it_it: Attiva i tag posizione
ka: ლოკაციის იარლიყების გააქტიურება
kk: Орын тегтерін іске қосу
lt: Įjungti vietos žymas
lv: Aktivizēt atrašanās vietu atzīmes
nl: Locatietags inschakelen
pl: Włączanie etykiet lokalizacji
pt_pt: Activar Etiquetas de localização
sk: Zapnutie lokalizačných značiek
sr: Omogući Oznake lokacije
tr_tr: Konum etiketlerini etkinleştir
uz: Joylashuv teglarini yoqish
zh_cn: 启用位置标签
zh_tw: 啟用位置標籤

# IDS_CAM_MBODY_LOCATION_TAGS
source: Location tags
bg: Тагове на местоположение
cs: Značky polohy
es_us: Etiqueta de ubicación
ga: Clibeanna suímh
gl: Etiquetas de localización
hy: Տեղադրության պիտակներ
is: Staðsetningarmerki
it_it: Tag sulla posizione
ka: ლოკაციის იარლიყები
kk: Орын тегтері
lt: Vietų žymos
lv: Atrašanās vieta atzīmes
nl: Locatietags
pl: Etykiety lokalizacji
pt_pt: Etiquetas de localização
sk: Lokalizačné značky
sr: Oznake lokacije
tr_tr: Konum etiketleri
uz: Joylashuv teglari
zh_cn: 位置标签
zh_tw: 位置標籤

# IDS_CAM_OPT_DO_NOT_SHOW_AGAIN_ABB2
source: Do not show again
bg: Не показвай повече
cs: Již nezobrazovat
es_us: No volver a mostrar
ga: Ná taispeáin arís
gl: Non amosar outra vez
hy: Այլևս ցույց չտալ
is: Ekki sýna aftur
it_it: Non mostrare più
ka: აღარ მაჩვენო
kk: Қайтадан көрсетпеу
lt: Neberodyti
lv: Vairs nerādīt
nl: Niet meer tonen
pl: Nie pokazuj ponownie
pt_pt: Não mostrar novamente
sk: Už nezobrazovať
sr: Ne prikazuj ponovo
tr_tr: Tekrar gösterme
uz: Boshqa ko‘rsatilmasin
zh_cn: 不再显示
zh_tw: 不再顯示

# IDS_CAM_TPOP_UNABLE_TO_RECORD_VIDEO_NOT_ENOUGH_MEMORY
source: Unable to record video. Not enough memory.
bg: Не може да записва видео. Няма достатъчно памет.
cs: Video nelze nahrát. Nedostatek paměti.
es_us: No es posible grabar el video. No hay memoria suficiente.
ga: Ní féidir físeán a thaifeadadh. Easpa cuimhne.
gl: Non se pode gravar vídeo. Memoria insuficiente.
hy: Անհնար է տեսանյութ տեսագրել. հիշողությունը բավարար չէ:
is: Ekki er hægt að taka upp myndskeið. Ekki er nægt minni.
it_it: Impossibile registrare il video. Memoria insufficiente.
ka: ვიდეოს ჩაწერა შეუძლებელია. მეხსიერება არ ყოფნის.
kk: Бейне жазу мүмкін емес. Жад жеткіліксіз.
lt: Neįmanoma įrašyti vaizdo. Nepakanka atminties.
lv: Nevar ierakstīt videoklipu. Nepietiek atmiņas.
nl: Kan video niet opnemen. Onvoldoende geheugen.
pl: Nie można nagrać wideo. Za mało pamięci.
pt_pt: Impossível gravar vídeo. Memória insuficiente.
sk: Nedá sa nahrať video. Nedostatok pamäte.
sr: Nije moguće snimanje video zapisa. Nema dovoljno memorije.
tr_tr: Video kaydedilemiyor. Yeterli hafıza yok.
uz: Videoni yozib olib bo‘lmaydi. Xotira yetarli emas.
zh_cn: 无法录制视频。内存不足。
zh_tw: 無法錄影。記憶體不足。

# IDS_CAM_TPOP_UNABLE_TO_TAKE_PICTURE_NOT_ENOUGH_MEMORY
source: Unable to take picture. Not enough memory.
bg: Не може да се направи снимка. Няма достатъчно памет.
cs: Obrázek se nepodařilo vyfotografovat. Nedostatek paměti.
es_us: No es posible capturar la imagen. No hay memoria suficiente.
ga: Ní féidir pictiúr a ghlacadh. Easpa cuimhne.
gl: Non se pode tomar a imaxe. Non hai memoria suficiente.
hy: Անհնար է նկար նկարահանել. հիշողությունը բավարար չէ:
is: Ekki er hægt að taka mynd. Ekki er nægt minni.
it_it: Impossibile scattare la foto. Memoria insufficiente.
ka: სურათის გადაღება შეუძლებელია. მეხსიერება არ ყოფნის.
kk: Суретке түсіру мүмкін емес. Жад жеткіліксіз.
lt: Neįmanoma fotografuoti. Nepakanka atminties.
lv: Nevar uzņemt attēlu. Nepietiek atmiņas.
nl: Kan foto niet maken. Onvoldoende geheugen.
pl: Nie można robić zdjęć. Za mało pamięci.
pt_pt: Impossível tirar fotografia. Memória insuficiente.
sk: Nedá sa fotografovať. Nedostatok pamäte.
sr: Nije moguće snimanje slike. Nema dovoljno memorije.
tr_tr: Fotoğraf çekilemiyor. Yeterli hafıza yok.
uz: Rasmga olib bo‘lmaydi. Xotira yetarli emas.
zh_cn: 无法拍照。内存不足。
zh_tw: 無法拍照。記憶體不足。

# IDS_TPLATFORM_ACBUTTON_DONE_ABB
source: DONE
bg: ГОТОВО
cs: HOTOVO
es_us: REALIZADO
ga: DÉANTA
gl: FEITO
hy: ԱՐՎԱԾ
is: LOKIÐ
it_it: FATTO
ka: მზადაა
kk: ДАЙЫН
lt: ATLIKTA
lv: GATAVS
nl: GEREED
pl: GOTOWE
pt_pt: CONCLUÍDO
sk: HOTOVO
sr: GOTOVO
tr_tr: BİTTİ
uz: BAJARILDI
zh_cn: 完成
zh_tw: 完成

# IDS_TPLATFORM_ACBUTTON_CANCEL_ABB
source: CANCEL
bg: ОТКАЗ
cs: ZRUŠIT
es_us: CANCELAR
ga: CUIR AR CEAL
gl: CANCELAR
hy: ԴԱԴԱՐԵՑՆԵԼ
is: HÆTTA VIÐ
it_it: ANNULLA
ka: გაუქმება
kk: БАС ТАРТУ
lt: ATŠAUKTI
lv: ATCELT
nl: ANNULEREN
pl: ANULUJ
pt_pt: CANCELAR
sk: ZRUŠIŤ
sr: OTKAŽI
tr_tr: İPTAL
uz: BEKOR QILISH
zh_cn: 取消
zh_tw: 取消

# IDS_CAM_OPT_SELFIE_ABB
source: Selfie
bg: Селфи
cs: Samospoušť
ga: Féinphic
hy: Ինքնանկար
is: Sjálfsmynd
it_it: Autoscatto
ka: სელფი
kk: Өзіндік
lt: Autoportretas
lv: Pašportrets
pl: Autoportret
pt_pt: Auto-retrato
sr: Selfi
uz: Avtoportret
zh_cn: 自拍
zh_tw: 自拍

# IDS_CAM_HEADER_PICTURE_SIZE_ABB2
source: Picture size
bg: Размер на снимка
cs: Velikost obrázku
es_us: Tamaño de imagen
ga: Méid pictiúir
gl: Tamaño de imaxe
hy: Նկարի չափը
is: Myndastærð
it_it: Dimensione foto
ka: სურათის ზომა
kk: Сурет өлшемі
lt: Nuotraukos dydis
lv: Attēla lielums
nl: Fotogrootte
pl: Rozmiar obrazu
pt_pt: Tamanho de imagem
sk: Veľkosť fotografie
sr: Veličina slike
tr_tr: Resim boyutu
uz: Rasm o‘lchami
zh_cn: 图片大小
zh_tw: 相片大小

# IDS_CAM_POP_CANNOT_USE_FLASH_IN_LOW_TEMPERATURE
source: Cannot use flash in low temperature.
bg: Светкавицата не може да се използва при ниски температури.
cs: Při nízké teplotě nelze použít blesk.
es_us: No se puede usar el flash con temperatura baja.
ga: Ní féidir splanc a úsáid i dteocht íseal.
gl: Non se pode utilizar o flash con temperatura baixa
hy: Անհնար է լուսաբռնկիչն օգտագործել ցածր ջերմաստիճանում:
is: Ekki er hægt að nota flass við lágt hitastig.
it_it: Impossibile utilizzare il flash con temperature basse.
ka: ნათებას ვერ გამოიყენებთ დაბალ ტემპერატურაზე.
kk: Төмен температурада жарқылды пайдалануға болмайды.
lt: Esant žemai temperatūrai blykstės naudoti negalima.
lv: Zibspuldzi nevar izmantot zemā temperatūrā.
nl: Kan flits niet gebruiken bij lage temperatuur.
pl: Nie można używać lampy w niskiej temperaturze.
pt_pt: Impossível utilizar flash a baixa temperatura.
sk: Blesk nemožno použiť pri nízkej teplote.
sr: Nije moguće koristiti blic pri niskim temperaturama.
tr_tr: Düşük sıcaklıkta flaş kullanılamıyor.
uz: Past haroratda fleshdan foydalanib bo‘lmaydi.
zh_cn: 低温下无法使用闪光灯
zh_tw: 低溫環境無法使用閃光燈。

# IDS_CAM_MBODY_QUICK_LAUNCH
source: Quick launch
bg: Бързо стартиране
cs: Rychlé spuštění
ga: Lainseáil thapa
gl: Inicio rápido
hy: Արագ գործարկում
is: Flýtiræsing
it_it: Avvio rapido
ka: სწრაფი ჩართვა
kk: Жылдам іске қосу
lt: Greitas paleidimas
lv: Ātrā palaišana
nl: Snel starten
pl: Szybkie uruchamianie
pt_pt: Início rápido
sk: Rýchlo otvoriť fotoaparát
sr: Brzo pokretanje
tr_tr: Hızlı başlat
uz: Tezkor ishga tushirish
zh_cn: 快速启动
zh_tw: 雙擊快啟

# IDS_CAM_BODY_OPEN_CAMERA_BY_PRESSING_THE_HOME_KEY_TWICE_IN_QUICK_SUCCESSION_TTS
source: Open Camera by pressing the Home key twice in quick succession.
bg: Отворете „Камера“, като натиснете клавиша за начало два пъти в бърза последователност.
cs: Fotoaparát otevřete rychlým dvojím stisknutím tlačítka Domů.
es_us: Abra Cámara presionando la tecla Inicio dos veces en una sucesión rápida.
ga: Oscail Ceamara tríd an eochair Baile a bhrú faoi dhó go tapa i ndiaidh a chéile.
gl: Abre Cámara pulsando o botón Inicio dúas veces seguidas rapidamente.
hy: Բացել Խցիկը՝ Սկզբի ստեղնը երկու անգամ արագ-արագ սեղմելով:
is: Opnaðu myndavélina með því að ýta tvisvar á heimatakkann í röð.
it_it: Aprite la fotocamera premendo il tasto Home due volte in rapida successione.
ka: კამერა გაიხსნება საწყის ეკრანზე სწრაფი მიმდევრობით ორჯერ დაჭერით.
kk: Бастапқы пернесін ретімен жылдам екі рет басу арқылы камераны ашыңыз.
lt: Greitai du kartus iš eilės paspauskite pradžios mygtuką ir atidarykite fotoaparatą.
lv: Atveriet programmu Kamera, divreiz ātri nospiežot sākuma taustiņu.
nl: Open Camera door twee keer snel achter elkaar op de starttoets te drukken.
pl: Otwieraj aplikację Aparat poprzez dwukrotne szybkie naciśnięcie klawisza ekranu startowego.
pt_pt: Abra a Câmara premindo rapidamente a tecla Principal duas vezes seguidas.
sk: Stlačením tlačidla Domov dvakrát rýchlo za sebou, otvoríte aplikáciu Fotoaparát.
sr: Otvori aplikaciju Kamera tako što ćeš u kratkom razmaku dvaput pritisnuti taster Početak.
tr_tr: Ana ekran tuşuna art arda iki kez basarak Kamera'yı açın.
uz: Asosiy tugmani tezda ikki marta bosish orqali Kamerani oching.
zh_cn: 通过快速连续地按下主页键两次打开照相机。
zh_tw: 快速連按兩下首頁鍵來開啟相機。

# IDS_CAM_MBODY_SAVE_TO
source: Save to
bg: Записване в
cs: Uložit do
es_us: Guardar en
ga: Sábháil chuig
gl: Gardar en
hy: Պահպանել այստեղ՝
is: Vista í
it_it: Salva in
ka: შენახვა ადგილზე
kk: Ішіне сақтау
lt: Išsaugoti (kur)
lv: Saglabāt
nl: Opslaan in
pl: Zapisz w
pt_pt: Guardar em
sk: Uložiť do
sr: Sačuvaj u
tr_tr: Şuraya kaydet
uz: Quyidagiga saqlash
zh_cn: 保存至
zh_tw: 儲存至
