Repository: tizenorg/profile.mobile.apps.native.camera-app
Catalog: po/*.po
Languages: bg, cs, es_us, ga, gl, hy, is, it_it, ka, kk, lt, lv, nl, pl, pt_pt, sk, sr, tr_tr, uz, zh_cn, zh_tw

# IDS_CAM_BODY_NO_IMAGES_IN_GALLERY
source: No images in Gallery
bg: В Галерия няма изображения
cs: V Galerii nejsou žádné obrázky
es_us: No hay imágenes en Galería
ga: Níl íomhánna ann sa Ghailearaí
gl: Non hai imaxes na Galería
hy: Պատկերասրահում պատկերներ չկան
is: Engar myndir í Galleríi
it_it: Nessuna immagine in Galleria
ka: გალერეაში სურათები არაა
kk: Галереяда суреттер жоқ
lt: Galerijoje nėra vaizdų
lv: Galerijā nav attēlu
nl: Geen foto´s in Galerij
pl: Brak obrazów w Galerii
pt_pt: Não existem imagens na Galeria
sk: Žiadne obrázky v Galérii
sr: Nema slika u Galeriji
tr_tr: Galeride resim yok
uz: Galereyada rasmlar yo‘q
zh_cn: 相册中无图片
zh_tw: 媒體瀏覽器中沒有圖像

# IDS_CAM_BODY_OFF
source: Off
bg: Изключено
cs: Vypnout
es_us: Desactivado
ga: As
gl: Desactivado
hy: Անջատված
is: Slökkt
it_it: Non attivo
ka: გამორთ.
kk: Өшірілген
lt: Išjungti
lv: Izslēgt
nl: Uit
pl: Wył.
pt_pt: Desligar
sk: Vyp.
sr: Isključeno
tr_tr: Kapalı
uz: O‘ch.
zh_cn: 关
zh_tw: 關

# IDS_CAM_BODY_ON
source: On
bg: Включено
cs: Zapnout
es_us: Activado
ga: Air
gl: Activada
hy: Միացված է
is: Kveikt
it_it: Attivo
ka: ჩართ.
kk: Қосылған
lt: Įjungti
lv: Ieslēgt
nl: Aan
pl: Wł.
pt_pt: Ligar
sk: Zap.
sr: Uključeno
tr_tr: Açık
uz: Yoq.
zh_cn: 开
zh_tw: 開啟

# IDS_CAM_BODY_SEPIA
source: Sepia
bg: Сепия
cs: Sépie
ga: Dúch cudail
hy: Սեպիա
is: Brúnlitt
it_it: Seppia
ka: სეპია
kk: Сепия
lt: Tamsiai rusvas
lv: Sēpija
pt_pt: Sépia
sk: Sépia
tr_tr: Sepya
uz: Sepiya
zh_cn: 深褐色
zh_tw: 褐色

# IDS_CAM_BODY_SETTINGS
source: Settings
bg: Настройки
cs: Nastavení
es_us: Ajustes
ga: Socruithe
gl: Axustes
hy: Պարամետրեր
is: Stillingar
it_it: Impostaz.
ka: პარამეტრები
kk: Қондырғылар
lt: Nustatymai
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
sk: Nastavenia
sr: Podešavanja
tr_tr: Ayarlar
uz: Parametrlar
zh_cn: 设定
zh_tw: 設定

# IDS_CAM_BODY_TIMER
source: Timer
bg: Таймер
cs: Samospoušť
es_us: Temporizador
ga: Amadóir
gl: Temporizador
hy: Ժամանակաչափ
is: Niðurteljari
ka: თაიმერი
kk: Таймер
lt: Laikmatis
lv: Taimeris
pl: Samowyzwalacz
pt_pt: Temporizador
sk: Časovač
sr: Tajmer
tr_tr: Zamanlayıcı
uz: Taymer
zh_cn: 定时器
zh_tw: 計時器

# IDS_CAM_BODY_WHITEBALANCE_INCANDESCENT
source: Incandescent
bg: Изкуствено осветление
cs: Žárovka
es_us: Incandescente
ga: Gealbhruthach
gl: Incandescente
hy: Շիկացման լամպ
is: Venjuleg pera
it_it: Incandescenza
ka: კაშკაშა
kk: Қыздыру шамы
lt: Kaitinamoji lempa
lv: Kvēlspuldze
nl: Kunstlicht
pl: Żarowe
pt_pt: Incandescente
sk: Žiarovka
sr: Usijanje
tr_tr: Parlak
uz: Cho‘g‘lanma lampa
zh_cn: 白炽光
zh_tw: 白熾燈

# IDS_CAM_MBODY_VIDEO_SIZE
source: Video size
bg: Размер на видеото
cs: Velikost videa
es_us: Tamaño del video
ga: Méid an fhíseáin
gl: Tamaño do vídeo
hy: Տեսանյութի չափ
is: Stærð myndskeiðs
it_it: Dimensione video
ka: ვიდეოს ზომა
kk: Бейне өлшемі
lt: Vaizdo įrašo dydis
lv: Videoklipa lielums
nl: Videogrootte
pl: Rozmiar filmu
pt_pt: Tamanho do vídeo
sk: Veľkosť videa
sr: Veličina video zapisa
tr_tr: Video boyutu
uz: Video o‘lchami
zh_cn: 视频大小
zh_tw: 影片大小

# IDS_CAM_OPT_EXPOSURE_VALUE
source: Exposure value
bg: Стойност на експонацията
cs: Hodnota expozice
es_us: Valor de exposición
ga: Luach nochta
gl: Valor de exposición
hy: Լուսակայման արժեք
is: Ljósgildi
it_it: Valore esposizione
ka: ექსპოზიციის ზომა
kk: Экспозиция мәні
lt: Ekspozicijos vertė
lv: Ekspozīcijas vērtība
nl: Belichtings-waarde
pl: Wartość ekspozycji
pt_pt: Valor de exposição
sk: Hodnota expozície
sr: Nivo ekspozicije
tr_tr: Poz değeri
uz: Defekt qiymati
zh_cn: 曝光值
zh_tw: 曝光值

# IDS_CAM_OPT_RECORD
source: Record
bg: Записване
cs: Nahrát
es_us: Grabar
ga: Taifead
gl: Gravar
hy: Տեսագրել
is: Taka upp
it_it: Registra
ka: ჩაწერა
kk: Жазу
lt: Įrašyti
lv: Ierakstīt
nl: Opname
pl: Nagraj
pt_pt: Gravar
sk: Nahrať
sr: Snimi
tr_tr: Kayıt
uz: Yozib olish
zh_cn: 录制
zh_tw: 錄製

# IDS_CAM_OPT_RECORDING_MODE
source: Recording mode
bg: Режим на запис
cs: Režim nahrávání
es_us: Modo de grabación
ga: Mód taifeadta
gl: Modo de gravación
hy: Ձայնագրման ռեժիմ
is: Upptaka
it_it: Modalità registrazione
ka: ჩაწერის რეჟიმი
kk: Жазу режимі
lt: Įrašymo režimas
lv: Ierakstīšanas režīms
nl: Videostand
pl: Tryb nagrywania
pt_pt: Modo de gravação
sk: Režim nahrávania
sr: Režim snimanja
tr_tr: Kayıt modu
uz: Yozib olish rejimi
zh_cn: 录制模式
zh_tw: 錄製模式

# IDS_CAM_OPT_SCENE_LANDSCAPE
source: Landscape
bg: Пейзажно
cs: Krajina
es_us: Panorama
ga: Tírdhreach
gl: Horizontal
hy: Բնապատկեր
is: Langsnið
it_it: Panorama
ka: პანორამა
kk: Табиғат көрінісі
lt: Peizažas
lv: Ainava
nl: Landschap
pl: Pocztówka
pt_pt: Paisagem
sk: Na šírku
sr: Pejzaž
tr_tr: Manzara
uz: Gorizontal
zh_cn: 风景
zh_tw: 風景

# IDS_CAM_OPT_WHITE_BALANCE
source: White balance
bg: Баланс на бялото
cs: Vyvážení bílé
es_us: Balance de blancos
ga: Leibhéal bán
gl: Balance de brancos
hy: Սպիտակի հաշվեկշիռ
is: Ljósgjafi
it_it: Bilanciamento bianco
ka: თეთრის ბალანსი
kk: Ақ түстің тепе-теңдігі
lt: Baltos spalvos balansas
lv: Baltā balanss
nl: Witbalans
pl: Balans bieli
pt_pt: Equilíbrio de brancos
sk: Vyváženie bielej
sr: Balans bele boje
tr_tr: Beyaz dengesi
uz: Oq balans
zh_cn: 白平衡
zh_tw: 白平衡

# IDS_CAM_POP_CAMERA_WILL_CLOSE
source: Camera will close.
bg: Камерата ще се затвори.
cs: Fotoaparát se zavře.
es_us: La cámara se cerrará
ga: Dúnfar an ceamara
gl: A cámara pecharase
hy: Խցիկը կփակվի:
is: Myndavélin lokast.
it_it: La fotocamera verrà chiusa.
ka: კამერა დაიხურება.
kk: Камера жабылады.
lt: Fotoaparatas išsijungs.
lv: Kamera tiks aizvērta.
nl: Camera wordt gesloten.
pl: Aparat zostanie zamknięty.
pt_pt: A câmara vai fechar.
sk: Aplikácia Fotoaparát sa ukončí.
sr: Kamera će se zatvoriti.
tr_tr: Kamera kapatılacak.
uz: Kamera yopiladi.
zh_cn: 相机将关闭。
zh_tw: 相機將關閉。

# IDS_CAM_POP_CAPTURE_FAILED
source: Capture failed.
bg: Снимане неуспешно.
cs: Během fotografování došlo k chybě.
es_us: Error al capturar.
ga: Theip ar ghabháil.
gl: Erro ao capturar
hy: Նկարահանումը ձախողվեց:
is: Mistókst að taka mynd.
it_it: Cattura non eseguita.
ka: სურათი ვერ გადაიღო.
kk: Түсірілім үзіліп кетті.
lt: Nepavyko nufotografuoti.
lv: Uzņemšana neizdevās.
nl: Vastleggen mislukt.
pl: Błąd kamery
pt_pt: Falha ao capturar.
sk: Snímanie zlyhalo.
sr: Snimanje neuspešno.
tr_tr: Resim yakalama başarısız.
uz: Olib bo‘lmadi.
zh_cn: 拍摄失败
zh_tw: 拍攝失敗。

# IDS_CAM_POP_ERROR_RECORDING_FAIL
source: Recording failed.
bg: Записването е неуспешно.
cs: Během nahrávání došlo k chybě.
es_us: Error de grabación.
ga: Theip ar thaifeadadh.
gl: Erro de gravación
hy: Ձայնագրումը ձախողվեց:
is: Upptakan mistókst.
it_it: Reg. non riuscita.
ka: შენახვის პროცესი შეუძლებელია.
kk: Жазу үзіліп кетті.
lt: Įrašyti nepavyko.
lv: Ierakstīšana neizdevās.
nl: Opname mislukt.
pl: Błąd nagrywania
pt_pt: Falha ao gravar.
sk: Nahrávanie zlyhalo.
sr: Snimanje neuspešno.
tr_tr: Kayıt başarısız.
uz: Yozib bo‘lmadi.
zh_cn: 录制失败。
zh_tw: 錄製失敗。

# IDS_CAM_POP_MEMORY_CARD_REMOVED
source: Memory card removed.
bg: Карта с памет извадена.
cs: Paměťová karta vyjmuta.
es_us: Tarjeta de memoria extraída.
ga: Cárta cuimhne bainte.
gl: Tarxeta de memoria extraída
hy: Հիշողության քարտը հեռացված է:
is: Minniskort tekið úr.
it_it: Scheda di memoria rimossa.
ka: მეხსიერების ბარათი ამოღებულია.
kk: Жад картасы алып тасталды.
lt: Atminties kortelė išimta.
lv: Atmiņas karte izņemta.
nl: Geheugenkaart verwijderd.
pl: Wyjęto kartę pamięci.
pt_pt: Cartão de memória removido.
sk: Pamäťová karta vybraná.
sr: Memorijska kartica izvađena.
tr_tr: Hafıza kartı çıkarıldı.
uz: Xotira kartasi olib tashlandi.
zh_cn: 已移除存储卡
zh_tw: 已移除記憶卡

source: Recording has stopped. You can record when your device has cooled down.
bg: Записването спря. Можете да записвате, когато устройството ви се охлади.
cs: Nahrávání bylo zastaveno. Budete moci nahrávat, až zařízení vychladne.
es_us: Se detuvo la grabación. Puede volver a grabar una vez que su dispositivo se enfríe.
ga: Scoireadh taifeadadh. Is féidir leat taifeadadh nuair a bheidh do ghléas fuaraithe.
gl: A gravación detívose. Poderás volver gravar cando se arrefríe o dispositivo.
hy: Գրանցումը դադարեցված է: Դուք կարող եք գրանցել, երբ սարքը կսառչի
is: Upptakan var stöðvuð. Þú getur tekið upp þegar tækið hefur kólnað.
it_it: La registrazione è stata interrotta. Potrete effettuare nuove registrazioni dopo che il dispositivo in uso si sarà raffreddato.
ka: ჩაწერა გაჩერდა. შეგიძლიათ ჩაწეროთ, როდესაც აპარატი გაგრილდება
kk: Жазба уақытша тоқтатылды. Құрылғы салқындағанда жазба жасауға болады
lt: Įrašymas sustabdytas. Galite įrašyti įrenginiui atvėsus.
lv: Ierakstīšana tika apturēta. Turpināt ierakstīšanu varēsit tad, kad ierīce būs atdzisusi.
nl: Het opnemen is gestopt. U kunt verdergaan wanneer het apparaat is afgekoeld.
pl: Zatrzymano nagrywanie. Możesz kontynuować nagrywanie po ostygnięciu urządzenia.
pt_pt: A gravação parou. Pode gravar quando o seu dispositivo tiver arrefecido.
sk: Nahrávanie sa zastavilo. Nahrávať môžete po ochladení zariadenia.
sr: Snimanje je prekinuto. Možeš da snimaš kada se uređaj ohladi.
tr_tr: Kaydetme durdu. Cihazınız soğuduğunda kaydedebilirsiniz.
uz: Yozib olish to‘xtatildi. Qurilmangiz soviganda, yozib olishingiz mumkin
zh_cn: 录制已停止。可在设备冷却后录制。
zh_tw: 錄影已停止。可在裝置降溫後開始錄影。

# IDS_CAM_POP_SECURITY_POLICY_RESTRICTS_USE_OF_CAMERA
source: Security policy restricts the use of Camera.
bg: Правилата за защита ограничават използването на камерата.
cs: Zásady zabezpečení omezují použití fotoaparátu.
es_us: La política de seguridad restringe el uso de la cámara.
ga: Cuireann an beartas slándála srian ar úsáid an Cheamara
gl: A política de seguridade limita o uso da Cámara
hy: Անվտանգության քաղաքականությունը սահմանափակում է Խցիկի օգտագործումը:
is: Öryggisreglur takmarka notkun myndavélar.
it_it: I criteri di sicurezza limitano l'uso della fotocamera.
ka: უსაფრთხოების პოლიტიკა ზღუდავს კამერის გამოყენებას.
kk: Қауіпсіздік саясаты камера пайдаланылуын шектейді.
lt: Saugos strategija riboja naudojimąsi fotoaparatu.
lv: Drošības politika ierobežo kameras lietošanu.
nl: Gebruik van camera beperkt door beveiligingsbeleid.
pl: Zasady zabezpieczeń ograniczają użycie aparatu.
pt_pt: A política de segurança restringe a utilização da Câmara.
sk: Politika zabezpečenia obmedzuje použitie fotoaparátu.
sr: Politika bezbednosti ograničava upotrebu kamere.
tr_tr: Güvenlik ilkesi Kamera kullanımını kısıtlıyor.
uz: Xavfsizlik qonun-qoidalari Kameradan foydalanishni cheklaydi.
zh_cn: 安全政策限制使用照相机。
zh_tw: 由於安全政策，使用相機被限制。

source: The flash has been turned off. You can turn on the flash when your device has cooled down.
bg: Светкавицата е изключена. Можете да включите светкавицата, когато устройството се охлади.
cs: Blesk byl vypnut. Můžete ho zapnout, až zařízení vychladne.
es_us: Se desactivó el flash. Puede activarlo una vez que su dispositivo se enfríe.
ga: Casadh an splanc as. Is féidir leat an splanc a chasadh air nuair a bheidh do ghléas fuaraithe.
gl: Apagouse o flash. Podes activalo cando o dispositivo se arrefríe.
hy: Բռնկոցը անջատված է: Դուք կարող եք միացնել այն, երբ սարքը կսառչի
is: Slökkt var á flassinu. Þú getur kveikt á flassinu þegar tækið hefur kólnað.
it_it: Il flash è stato disattivato. Potrete attivare il flash dopo che il dispositivo in uso si sarà raffreddato.
ka: ნათება გამორთულია. შეგიძლიათ ჩართოთ ნათება, როდესაც აპარატი გაგრილდება
kk: Жарқыл өшірілді. Құрылғы салқындағанда жарқылды қосуға болады
lt: Blykstė išjungta. Blykstę galite įjungti, kai įrenginys atvės.
lv: Zibspuldze tika izslēgta. To ieslēgt varēsit tad, kad ierīce būs atdzisusi.
nl: De flits is uitgeschakeld. U kunt de flits inschakelen wanneer het apparaat is afgekoeld.
pl: Wyłączono lampę błyskową. Możesz włączyć ją ponownie po ostygnięciu urządzenia.
pt_pt: O flash foi desligado. Pode ligar o flash quando o seu dispositivo tiver arrefecido.
sk: ﻿Blesk bol vypnutý. Blesk môžete zapnúť po ochladení zariadenia.
sr: Blic je isključen. Blic možeš da uključiš kada se uređaj ohladi.
tr_tr: Flaş kapatıldı. Cihazınız soğuduğunda flaşı açabilirsiniz.
uz: Flesh o‘chirilgan. Qurilmangiz soviganda, fleshni yoqishingiz mumkin
zh_cn: 闪光灯已关闭。当设备冷却时可开启闪光灯。
zh_tw: 閃光燈已關閉。可在裝置降溫後開啟閃光燈。

# IDS_CAM_POP_UNABLE_TO_RECORD_VIDEOS_DURING_CALL
source: Unable to record videos during call.
bg: Не може да се запише видео по време на разговор.
cs: Během hovoru nelze nahrávat video.
es_us: No es posible grabar videos durante la llamada.
ga: Ní féidir físeanna a thaifeadadh le linn glao.
gl: Non se poden gravar vídeos durante a chamada
hy: Անհնար է տեսանյութեր տեսագրել կանչի ընթացքում:
is: Mistókst að taka upp myndskeið í símtali.
it_it: Impossibile registrare video durante una chiamata.
ka: ვიდეოს ვერ ჩაწერთ ზარის დროს.
kk: Қоңырау кезінде бейнежазба түсіру мүмкін емес.
lt: Skambučio metu negalima įrašyti vaizdo įrašo.
lv: Sarunas laikā nevar veikt videoierakstu.
nl: Kan geen video opnemen tijdens gesprek.
pl: Nie można nagrywać wideo podczas połączenia.
pt_pt: Impossível gravar vídeos durante chamada.
sk: Počas hovoru nemožno nahrávať videá.
sr: Nije moguće snimati video zapise tokom poziva.
tr_tr: Arama sırasında video kaydedilemez.
uz: Qo‘ng‘iroq mobaynida video yozib bo‘lmaydi.
zh_cn: 通话过程中，无法录制视频。
zh_tw: 通話時無法錄製視訊。

# IDS_CAM_POP_UNABLE_TO_START_CAMERA
source: Unable to start Camera.
bg: Камерата не може да се стартира.
cs: Fotoaparát nelze spustit.
es_us: No se puede iniciar la cámara.
ga: Ní féidir Ceamara a thosú.
gl: Non se pode iniciar a Cámara
hy: Անհնար է մեկնարկել Խցիկը:
is: Mistókst að opna myndavél.
it_it: Impossibile avviare fotocamera.
ka: კამერას ვერ ჩართავთ.
kk: Камераны қосу мүмкін емес.
lt: Neįmanoma paleisti fotoaparato.
lv: Nevar aktivizēt kameru.
nl: Kan camera niet starten.
pl: Nie można uruchomić aparatu.
pt_pt: Impossível iniciar câmara.
sk: Fotoaparát sa nedá spustiť.
sr: Nemoguće pokrenuti kameru.
tr_tr: Kamera başlatılamıyor.
uz: Kamerani ishga tushirib bo‘lmaydi.
zh_cn: 无法启动照相机。
zh_tw: 無法啟動相機。

# IDS_CAM_POP_UNABLE_TO_START_CAMERA_DURING_CALL
source: Unable to start camera during call.
bg: Не може да пусне камерата по време на разговор.
cs: Během hovoru nelze spustit fotoaparát.
es_us: No es posible iniciar la cámara durante la llamada.
ga: Ní féidir Ceamara a thosú le linn glao.
gl: Non se pode iniciar a cámara durante unha chamada
hy: Անհնար է խցիկը միացնել զանգի ընթացքում:
is: Ekki er hægt að ræsa myndavél meðan á símtali stendur.
it_it: Impossibile avviare fotocamera durante la chiamata.
ka: კამერას ვერ ჩართავთ ზარის დროს.
kk: Қоңырау кезінде камераны ашу мүмкін емес
lt: Pokalbio metu fotoaparato įjungti negalima.
lv: Zvana laikā nevar startēt kameru.
nl: Kan camera tijdens oproep niet starten.
pl: W trakcie połączenia nie można uruchomić aparatu.
pt_pt: Impossível iniciar a câmara durante chamadas.
sk: Počas hovoru nie je možné spustiť fotoaparát.
sr: Nemoguće uključiti kameru tokom poziva.
tr_tr: Görüşme sırasında kamera başlatılamıyor.
uz: Qo‘ng‘iroq mobaynida Kamerani ishga tushirib bo‘lmaydi.
zh_cn: 通话中无法启动照相机。
zh_tw: 通話期間無法啟動相機。

source: Unable to turn on the flash. Try again when your device has cooled down.
bg: Светкавицата не може да се включи. Опитайте отново, когато устройството ви се охлади.
cs: Blesk se nepodařilo zapnout. Opakujte akci, až zařízení vychladne.
es_us: No se puede activar el flash. Inténtelo de nuevo una vez que su dispositivo se enfríe.
ga: Ní féidir an splanc a chasadh air. Triail arís nuair a bheidh do ghléas fuaraithe.
gl: Non se pode activar o flash. Téntao de novo cando se arrefríe o dispositivo.
hy: Անհնար է միացնել բռնկոցը: Փորձեք կրկին, երբ ձեր սարքը կսառչի
is: Ekki er hægt að kveikja á flassinu. Reyndu aftur þegar tækið hefur kólnað.
it_it: Impossibile attivare il flash. Riprovate quando il dispositivo in uso si sarà raffreddato.
ka: ნათების ჩართვა შეუძლებელია. ისევ მოსინჯეთ, როდესაც აპარატი გაგრილდება
kk: Жарқылды өшіру мүмкін емес. Құрылғы салқындағанда әрекетті қайталаңыз
lt: Neįmanoma įjungti blykstės. Bandykite dar kartą, kai atvės įrenginys.
lv: Nevar ieslēgt zibspuldzi. Mēģiniet vēlreiz, kad ierīce būs atdzisusi.
nl: Kan de flits niet inschakelen. Probeer het opnieuw wanneer het apparaat is afgekoeld.
pl: Nie można włączyć lampy błyskowej. Spróbuj ponownie po ostygnięciu urządzenia.
pt_pt: Impossível ligar o flash. Tente novamente depois de o seu dispositivo ter arrefecido.
sk: Blesk nemožno zapnúť. Skúste to znova po ochladení zariadenia.
sr: Isključivanje blica nije moguće. Pokušaj ponovo kada se uređaj ohladi.
tr_tr: Flaş açılamadı. Cihazınız soğuduğunda tekrar deneyin.
uz: Fleshni yoqib bo‘lmaydi. Qurilmangiz soviganda, qayta urinib ko‘ring
zh_cn: 无法开启闪光灯。请在设备冷却后重试。
zh_tw: 無法開啟閃光燈。可在裝置降溫後重試。

# IDS_CAM_SK_SAVE
source: Save
bg: Запази
cs: Uložit
es_us: Guardar
ga: Sábháil
gl: Gardar
hy: Պահել
is: Vista
it_it: Salva
ka: შენახვა
kk: Сақтау
lt: Išsaug.
lv: Saglabāt
nl: Opslaan
pl: Zapisz
pt_pt: Guardar
sk: Uložiť
sr: Sačuvaj
tr_tr: Kaydet
uz: Saqlash
zh_cn: 保存
zh_tw: 儲存

# IDS_CAM_BODY_NEGATIVE_M_EFFECT
source: Negative
bg: Негатив
cs: Negativ
es_us: Negativo
ga: Claonchló
gl: Negativo
hy: Նեգատիվ
is: Negatífa
it_it: Negativo
ka: ნეგატივი
kk: Теріс
lt: Negatyvas
lv: Negatīvs
nl: Negatief
pl: Negatyw
pt_pt: Negativo
sk: Negatív
sr: Negativ
tr_tr: Negatif
uz: Negativ
zh_cn: 负片
zh_tw: 負片

# IDS_CALL_POP_UNAVAILABLE
source: Unavailable
bg: Недостъпен*
cs: Není k dispozici
es_us: No disponible
ga: Níl sé ar fáil
gl: Non dispoñible
hy: Անհասանելի
is: Ekki til staðar
it_it: Non disponibile
ka: მიუწვდომელია
kk: Байланыс аясынан тыс жерде
lt: Neleistina
lv: Nav pieejams
nl: Niet beschikbaar
pl: Niedostępny
pt_pt: Indisponível
sk: Nie je k dispozícii
sr: Nedostupno
tr_tr: Mevcut değil
uz: Mavjud emas
zh_cn: 不适用
zh_tw: 無法使用

# IDS_CAM_OPT_FACES
source: Faces
bg: Лица
cs: Obličeje
es_us: Rostros
ga: Aghaidheanna
gl: Caras
hy: Դեմքեր
is: Andlit
it_it: Volti
ka: სახეები
kk: Беттер
lt: Veidai
lv: Sejas
nl: Gezichten
pl: Twarze
pt_pt: Rostos
sk: Tváre
sr: Lica
tr_tr: Yüzler
uz: Yuzlar
zh_cn: 脸部
zh_tw: 面孔

# IDS_CAM_BODY_CAMERA
source: Camera
bg: Камера
cs: Fotoaparát
es_us: Cámara
ga: Ceamara
gl: Cámara
hy: Խցիկ
is: Myndavél
ka: ფოტოაპარატი
kk: Камера
lt: Fotoapar.
lv: Kamera
pl: Aparat
pt_pt: Câmara
sk: Fotoaparát
sr: Kamera
tr_tr: Kamera
uz: Kamera
zh_cn: 照相机
zh_tw: 相機

# IDS_CAM_BODY_SELECTED_T_TTS
source: Selected
bg: Избрани
cs: Vybráno
es_us: Seleccionado(s)
ga: Roghnaithe
gl: Seleccionado
hy: Ընտրված
is: Valið
it_it: Selezionato
ka: შერჩეულია
kk: Таңдалған
lt: Pasirinkta
lv: Izvēlēts
nl: Geselecteerd
pl: Wybrano
pt_pt: Seleccionado
sk: Vybraté
sr: Izabrano
tr_tr: Seçildi
zh_cn: 已选中
zh_tw: 已選擇

# IDS_CAM_BODY_SAVE_AS_FLIPPED
source: Save as flipped
bg: Запиши като обърнато
cs: Uložit jako překlopený
es_us: Guardar como volteada
ga: Sábháil mar smeachta
gl: Gardar imaxe volteada
hy: Պահպանել որպես շրջված
is: Vista velt
it_it: Salva come capovolto
ka: გადაბრუნებული ფორმით შენახვა
kk: Аударылған етіп сақтау
lt: Išsaugoti kaip apverstą
lv: Saglabāt kā apvērstu
nl: Omgekeerd opslaan
pl: Zapisz odwrócony
pt_pt: Guardar como virada
sk: Uložiť ako prevrátené
sr: Sačuvaj kao obrnuto
tr_tr: Ters dönmüş olarak kaydedin
uz: Teskari holatda saqlash
zh_cn: 另存为反向
zh_tw: 儲存為翻轉

# IDS_CAM_OPT_ZOOM
source: Zoom
bg: Мащабиране
ga: Zúmáil
hy: Մասշտաբի փոփոխում
is: Aðdráttur
ka: მასშტაბი
kk: Масштаб
lt: Mastelis
lv: Tālummaiņa
nl: In-/uitzoomen
pl: Powiększ/pomniejsz
sk: Priblíženie
sr: Zumiranje
tr_tr: Yakınlaştır
uz: Masshtab o‘zgartirish
zh_cn: 缩放
zh_tw: 縮放

# IDS_CAM_MBODY_STORAGE_LOCATION
source: Storage location
bg: Място за съхранение
cs: Místo uložení
es_us: Ubicación de almacenam.
ga: Suíomh stórais
gl: Localización almacenam.
hy: Պահման տեղը
is: Geymslustaður
it_it: Posizione di memoria
ka: შენახვის ადგილი
kk: Сақтау орны
lt: Saugojimo vieta
lv: Krātuves atrašanās vieta
nl: Opslaglocatie
pl: Położenie pamięci
pt_pt: Localização armazenamento
sk: Umiest. úlož. priestoru
sr: Skladišna lokacija
tr_tr: Saklama yeri
uz: Xotira joylashuvi
zh_cn: 存储位置
zh_tw: 儲存裝置位置

# IDS_COM_BODY_RESET_A
source: Reset
bg: Нyлиране
cs: Obnovit
es_us: Restablecer
ga: Athshocraigh
gl: Restablecer
hy: Զրոյացնել
is: Endurstilla
it_it: Ripristina
ka: გაუქმება
kk: Жаңарту
lt: Atstatyti
lv: Atiestatīt
nl: Resetten
pl: Wyzeruj
pt_pt: Repor
sk: Vynulovať
sr: Resetuj
tr_tr: Sıfırla
uz: Tashlash
zh_cn: 重置
zh_tw: 重設

# IDS_CAM_BODY_RECORD_VIDEO_ABB
source: Record video
bg: Запис на видео
cs: Nahrát videoklip
es_us: Grabar video
ga: Taifead físeán
gl: Gravar vídeo
hy: Տեսագրել տեսանյութ
is: Taka upp myndskeið
it_it: Registra video
ka: ვიდეოს ჩაწერა
kk: Бейнені жазу
lt: Vaizdo įrašymas
lv: Ierakstīt videoklipu
nl: Video opnemen
pl: Nagraj wideo
pt_pt: Gravar vídeo
sk: Nahrať video
sr: Snimi video zapis
tr_tr: Video kaydet
uz: Video yozib olish
zh_cn: 录制视频
zh_tw: 錄影

# IDS_CAM_OPT_TAKE_PICTURE_ABB
source: Take a picture
bg: Направи снимка
cs: Fotografovat
es_us: Capturar imagen
ga: Glac pictiúr
gl: Facer foto
hy: Նկարել
is: Taka mynd
it_it: Scatta foto
ka: სურათის გადაღება
kk: Суретке түсіру
lt: Fotografuoti
lv: Fotografēt
nl: Foto maken
pl: Zrób zdjęcie
pt_pt: Tirar fotografia
sk: Fotografovať
sr: Slikaj
tr_tr: Resim çek
uz: Rasmga olish
zh_cn: 拍照
zh_tw: 拍照

# IDS_CAM_POP_VIDEOMEMORYFULL
source: Not enough memory for video.
bg: Няма достатъчно памет за видео.
cs: K použití videa není dostatek paměti.
es_us: Memoria insuficiente para el video.
ga: Easpa cuimhne d'fhíseán.
gl: Non hai memoria suficiente para o vídeo
hy: Նկարահանման համար բավական հիշողություն չկա:
is: Ekki er nægt minni fyrir vídeó.
it_it: Memoria insufficiente per il video.
ka: მეხსიერება არ არის საკმარისი ვიდეოსათვის.
kk: Видео үшін жеткілікт жад жоқ.
lt: Nepakanka atminties vaizd. įr.
lv: Video nepietiek atmiņas.
nl: Onvoldoende geheugen voor video.
pl: Za mało pamięci dla filmu.
pt_pt: Memória insuficiente para vídeo.
sk: Nedostatok pamäte pre video.
sr: Nedovoljno memorije za video.
tr_tr: Video için yeterli belek yok.
uz: Video uchun xotira yetarli emas.
zh_cn: 存储空间不足，无法保存视频
zh_tw: 影片記憶體不足

# IDS_COM_BODY_RESET
source: Reset
bg: Нyлиране
cs: Obnovit
es_us: Restablecer
ga: Athshocraigh
gl: Restablecer
hy: Զրոյացնել
is: Endurstilla
it_it: Ripristina
ka: გადატვირთვა
kk: Алып тастау
lt: Atstatyti
lv: Atiestatīt
nl: Resetten
pl: Wyzeruj
pt_pt: Repor
sk: Vynulovať
sr: Resetuj
tr_tr: Sıfırla
uz: Qayta yuklash
zh_cn: 重置
zh_tw: 重設

# IDS_CAM_BODY_DISCARD
source: Discard
bg: Анулиране
cs: Vyřadit
es_us: Descartar
ga: Cuileáil
gl: Descartar
hy: Չեղարկել
is: Henda
it_it: Scarta
ka: წაშლა
kk: Тастау
lt: Panaikinti
lv: Atmest
nl: Verwijderen
pl: Odrzuć
pt_pt: Apagar
sk: Vyradiť
sr: Odbaci
tr_tr: Çıkış
uz: Rad etish
zh_cn: 放弃
zh_tw: 捨棄

# IDS_COM_HEADER_ALERT
source: Alert
bg: Сигнал
cs: Upozornění
es_us: Alerta
ga: Foláireamh
gl: Alerta
hy: Ազդանշան
is: Áminning
it_it: Avviso
ka: გაფრთხილება
kk: Қоңырау
lt: Įspėjimas
lv: Brīdinājums
nl: Waarschuwing
pl: Alarm
pt_pt: Alerta
sk: Upozornenie
sr: Upozorenje
tr_tr: Uyarı
uz: Signal
zh_cn: 提示
zh_tw: 提醒
