Repository: tizenorg/profile.mobile.apps.native.camera-app
Catalog: po/*.po
Languages: bg, cs, es_us, ga, gl, hy, is, it_it, ka, kk, lt, lv, nl, pl, pt_pt, sk, sr, tr_tr, uz, zh_cn, zh_tw

# IDS_CAM_TPOP_TAP_THE_CAMERA_BUTTON_THEN_MOVE_THE_DEVICE_SLOWLY_IN_ONE_DIRECTION
source: Tap the camera button, then move the device slowly in one direction.
bg: Докоснете бутона на камерата, след което движете бавно устройството в една посока.
cs: Klepněte na tlačítko fotoaparátu a potom pomalu pohybujte zařízením jedním směrem.
es_us: Pulse el botón de la cámara y, a continuación, mueva el dispositivo lentamente en una dirección.
ga: Tapáil an cnaipe Ceamara, ansin bog an gléas go mall i dtreo amháin.
gl: Toca o botón da cámara e, a continuación, move o dispositivo lentamente nunha dirección.
hy: Թակեք խցիկի կոճակը, հետո սարքը դանդաղորեն շարժեք մեկ ուղղությամբ:
is: Pikkaðu á myndavélarhnappinn og færðu síðan tækið rólega í eina átt.
it_it: Toccate il pulsante della fotocamera, quindi spostate lentamente il dispositivo in una direzione.
ka: შეეხეთ კამერის ღილაკს, შემდეგ კი ნელა ამოძრავეთ მოწყობილობა ერთი მიმართულებით.
kk: “Камера” түймесін түртіп, кейін құрылғыны бір бағытта ақырын жылжытыңыз.
lt: Bakstelėkite fotoaparato mygtuką, po to lėtai judinkite įrenginį viena kryptimi.
lv: Pieskarieties kameras pogai un pēc tam lēni pārvietojiet ierīci vienā virzienā.
nl: Tik op de cameratoets en beweeg het apparaat langzaam in één richting.
pl: Dotknij przycisku aparatu, a następnie powoli przesuń urządzenie w jednym kierunku.
pt_pt: Toque no botão da câmara e, em seguida, mova o dispositivo lentamente numa direcção.
sk: Ťuknite na tlačidlo fotoaparátu a potom pomaly pohybujte zariadením v jednom smere.
sr: Kucni dugme kamere, a zatim polako pomeraj uređaj u jednom pravcu.
tr_tr: Kamera tuşuna dokunun, ardından cihazı yavaşça bir yöne doğru hareket ettirin.
uz: Kamera tugmasiga teging, undan so‘ng qurilmani bir yo‘nalishda asta-sekin harakatlantiring.
zh_cn: 点击照相机按钮，然后朝一个方向缓慢移动设备。
zh_tw: 輕觸相機按鍵，然後朝一個方向緩慢移動裝置。

# IDS_CAM_POP_ALL_CAMERA_SETTINGS_WILL_BE_RESET_TO_THEIR_DEFAULTS
source: All Camera settings will be reset to their defaults.
bg: Всички настройки за „Камера“ ще се нулират в стойностите по подразбиране.
cs: Budou obnovena veškerá výchozí nastavení Fotoaparátu.
es_us: Toda la configuración de Cámara se restablecerá a los valores predeterminados.
ga: Fillfear gach socrú Ceamara ar na réamhshocruithe.
gl: Restableceranse todos os axustes predeterminados da cámara.
hy: Խցիկի բոլոր դրվածքները կհետադարձվեն դեպի կանխադրվածքներ:
is: Allar myndavélarstillingar verða endurstilltar á sjálfgefin gildi.
it_it: Tutte le impostazioni della fotocamera verranno ripristinate ai valori predefiniti.
ka: კამერის ყველა პარამეტრისთვის აღდგება ნაგულისხმევი მნიშვნელობები.
kk: Барлық камера параметрлері әдепкі мәніне қалпына келтіріледі.
lt: Bus grąžinti visi numatytieji fotoaparato nustatymai.
lv: Visiem kameras iestatījumiem tiks atjaunotas noklusējuma vērtības.
nl: Alle Camera-instellingen worden gereset op hun standaardwaarde.
pl: Wszystkie ustawienia aplikacji Aparat zostaną wyzerowane do ich wartości domyślnych.
pt_pt: Todas as definições da Câmara serão repostas com os seus valores padrão.
sk: Všetky nastavenia aplikácie Fotoaparát sa obnovia na predvolené.
sr: Sva podešavanja Kamere će biti resetovana na podrazumevane vrednosti.
tr_tr: Tüm Kamera ayarları varsayılanlarına sıfırlanacak.
uz: Barcha Kamera parametrlari birlamchi holatiga qaytariladi.
zh_cn: 所有照相机设定将重置为其默认设定。
zh_tw: 所有相機設定將重置為預設。

# IDS_CAM_POP_SWIVEL_THE_DEVICE_SLOWLY
source: Swivel the device slowly.
bg: Завъртете устройството бавно.
cs: Pomalu otáčejte zařízením.
es_us: Gire el dispositivo lentamente.
ga: Sclóin an gléas go mall.
gl: Xira o dispositivo amodo.
hy: Դանդաղորեն շրջեք սարքը:
is: Færðu tækið hægt til hliðar.
it_it: Ruotate lentamente il dispositivo.
ka: ნელა მოაბრუნეთ მოწყობილობა.
kk: Құрылғыны ақырын айналдырыңыз.
lt: Iš lėto pasukite įrenginį.
lv: Lēni grieziet ierīci.
nl: Draai het apparaat langzaam.
pl: Przesuwaj powoli urządzenie.
pt_pt: Gire o dispositivo lentamente.
sk: Zariadenie pomaly nakláňajte.
sr: Polako obrći uređaj.
tr_tr: Cihazı yavaşça çevirin.
uz: Qurilmani ohista aylantiring.
zh_cn: 缓慢转动设备。
zh_tw: 緩慢旋轉裝置。

# IDS_CAM_POP_SWIVEL_THE_DEVICE_SLOWLY_TO_THE_LEFT
source: Swivel the device slowly to the left.
bg: Завъртете устройството бавно наляво.
cs: Otáčejte zařízením pomalu doleva.
es_us: Gire el dispositivo lentamente hacia la izquierda.
ga: Sclóin an gléas go mall ar chlé.
gl: Xira o dispositivo lentamente á esquerda.
hy: Սարքը դանդաղորեն շրջեք դեպի ձախ:
is: Færðu tækið hægt til vinstri.
it_it: Ruotate lentamente il dispositivo a sinistra.
ka: ნელა მოაბრუნეთ მოწყობილობა მარცხნივ.
kk: Құрылғыны солға қарай ақырын айналдырыңыз.
lt: Iš lėto pasukite įrenginį į kairę.
lv: Lēni grieziet ierīci pa kreisi.
nl: Draai het apparaat langzaam naar links.
pl: Przesuwaj powoli urządzenie w lewo.
pt_pt: Gire o dispositivo lentamente para a esquerda.
sk: Zariadenie pomaly otáčajte doľava.
sr: Polako obrći uređaj ulevo.
tr_tr: Cihazı yavaşça sola çevirin.
uz: Qurilmani chapga ohista aylantiring.
zh_cn: 向左缓慢转动设备。
zh_tw: 將裝置緩慢向左旋轉。

# IDS_CAM_POP_SWIVEL_THE_DEVICE_SLOWLY_TO_THE_RIGHT
source: Swivel the device slowly to the right.
bg: Завъртете устройството бавно надясно.
cs: Otáčejte zařízením pomalu doprava.
es_us: Gire el dispositivo lentamente hacia la derecha.
ga: Sclóin an gléas go mall ar dheis.
gl: Xira o dispositivo lentamente á dereita.
hy: Սարքը դանդաղորեն շրջեք դեպի աջ:
is: Færðu tækið hægt til hægri.
it_it: Ruotate lentamente il dispositivo a destra.
ka: ნელა მოაბრუნეთ მოწყობილობა მარჯვნივ.
kk: Құрылғыны оңға қарай ақырын айналдырыңыз.
lt: Iš lėto pasukite įrenginį į dešinę.
lv: Lēni grieziet ierīci pa labi.
nl: Draai het apparaat langzaam naar rechts.
pl: Przesuwaj powoli urządzenie w prawo.
pt_pt: Gire o dispositivo lentamente para a direita.
sk: Zariadenie pomaly otáčajte doprava.
sr: Polako obrći uređaj udesno.
tr_tr: Cihazı yavaşça sağa çevirin.
uz: Qurilmani o‘ngga ohista aylantiring.
zh_cn: 向右缓慢转动设备。
zh_tw: 將裝置緩慢向右旋轉。

# IDS_CAM_POP_TILT_THE_DEVICE_BACKWARDS
source: Tilt the device backwards.
bg: Наклонете устройството назад.
cs: Nakloňte zařízení dozadu.
es_us: Incline el dispositivo hacia atrás.
ga: Claon an gléas siar.
gl: Inclina o dispositivo cara atrás.
hy: Հետ թեքեք սարքը:
is: Hallaðu tækinu aftur.
it_it: Inclinate il dispositivo all'indietro.
ka: გადახარეთ აპარატი უკან.
kk: Құрылғыны артқа еңкейтіңіз.
lt: Pakreipkite įrenginį atgal.
lv: Sasveriet ierīci uz aizmuguri.
nl: Kantel het apparaat naar achteren.
pl: Odchyl urządzenie do tyłu.
pt_pt: Incline o dispositivo para trás.
sk: Nakloňte zariadenie dozadu.
sr: Nagni uređaj nazad.
tr_tr: Cihazı arkaya doğru eğin.
uz: Qurilmani orqaga og‘diring.
zh_cn: 向后倾斜设备。
zh_tw: 向後傾斜裝置。

# IDS_CAM_POP_TILT_THE_DEVICE_FORWARDS
source: Tilt the device forwards.
bg: Наклонете устройството напред.
cs: Nakloňte zařízení dopředu.
es_us: Incline el dispositivo hacia adelante.
ga: Claon an gléas aniar.
gl: Inclina o dispositivo cara adiante.
hy: Առաջ թեքեք սարքը:
is: Hallaðu tækinu fram.
it_it: Inclinate il dispositivo in avanti.
ka: გადახარეთ აპარატი წინ.
kk: Құрылғыны алға еңкейтіңіз.
lt: Pakreipkite įrenginį pirmyn.
lv: Sasveriet ierīci uz priekšu.
nl: Kantel het apparaat naar voren.
pl: Nachyl urządzenie w przód.
pt_pt: Incline o dispositivo para a frente.
sk: Nakloňte zariadenie dopredu.
sr: Nagni uređaj napred.
tr_tr: Cihazı öne doğru eğin.
uz: Qurilmani oldinga og‘diring.
zh_cn: 向前倾斜设备。
zh_tw: 向前傾斜裝置。

source: Device swivelled too fast. Unable to take picture in Wide selfie mode.
bg: Устройството е завъртяно твърде бързо. Не може да се направи снимка в режим Широка селфи.
cs: Zařízení se otáčelo příliš rychle. V režimu Wide selfie nelze fotografovat.
es_us: El dispositivo se giró demasiado rápido. No se pudo capturar la imagen en el modo Selfie amplia.
ga: Gléas sclóinte róthapa. Níorbh fhéidir grianghraf a ghlacadh i Mód féinphic leathain.
gl: O dispositivo xirouse demasiado rápido. Non se puido tomar a imaxe no modo Selfie panorámico.
hy: Սարքը շատ արագ էր պտտվում: Անհնար է նկարահանել Լայն ինքնանկարի ռեժիմում:
is: Tæki var sveiflað of hratt. Ekki var hægt að taka víðsjálfsmynd.
it_it: Il dispositivo è stato ruotato troppo velocemente. Impossibile scattare foto in modalità Selfie panoramico.
ka: აპარატი მოტრიალდა ზედმეტად სწრაფად. სურათს ვერ გადაიღებთ ფართო სელფის რეჟიმში.
kk: Құрылғы тым жылдам айналдырылды. Кеңейтілген өзіндік режимде суретке түсіру мүмкін емес.
lt: Įrenginys pasukamas per greitai. Neįmanoma fotografuoti plataus autoportreto režimu.
lv: Ierīce tika pagriezta pārāk ātri. Nevar fotografēt režīmā Plaša pašbilde.
nl: Apparaat is te snel gedraaid. Kan geen foto maken in Brede selfie-stand.
pl: Zbyt szybki obrót urządzenia. Nie można zrobić zdjęcia w trybie Autoportretu panoramicznego.
pt_pt: O dispositivo foi girado com demasiada rapidez. Impossível tirar fotografia no Modo selfie panorâmica.
sk: Zariadením ste otáčali príliš rýchlo. V režime Široký autoportrét sa nedá fotografovať.
sr: Isuviše brzo si obrnuo/la uređaj. Nije moguće snimiti sliku u režimu Široki selfi.
tr_tr: Cihaz çok hızlı çevrildi. Geniş selfie modunda resim çekilemiyor.
uz: Qurilma juda tez aylandi. Keng o‘z-o‘zini rasmga olish rejimida rasmga olib bo‘lmaydi.
zh_cn: 设备转动过快。无法以广角自拍模式拍照。
zh_tw: 裝置旋轉過快。無法在廣角自拍模式中拍照。

# IDS_CAM_TPOP_ERROR_OCCURRED_WHILE_MERGING_PICTURES_PICTURE_SAVED_ANYWAY
source: Error occurred while merging pictures. Picture saved anyway.
bg: Възникна грешка при обединяване на картините. Картината е записана въпреки това.
cs: Při slučování obrázků došlo k chybě. Obrázek byl přesto uložen.
es_us: Se produjo un error al fusionar imágenes. La imagen se guardó de todos modos.
ga: Tharla earráid agus pictiúir á gcumasc. Pictiúr sábháilte ar aon nós.
gl: Produciuse un erro ao combinar imaxes. Imaxe gardada igualmente.
hy: Սխալ է տեղի ունեցել նկարները միաձուլելիս: Նկարն այնուամենայնիվ պահպանվեց:
is: Villa kom upp við sameiningu mynda. Myndin var samt vistuð.
it_it: Errore durante l'unione delle immagini. L'immagine è stata salvata comunque.
ka: შეცდომა მოხდა სურათების გაერთიანებისას. სურათი მაინც შეინახა.
kk: Суреттерді біріктіру кезінде қате пайда болды. Сонда да сурет сақталды.
lt: Sujungiant nuotraukas įvyko klaida. Nuotrauka vis tiek išsaugota.
lv: Sapludinot attēlus, radās kļūda. Attēls tomēr ir saglabāts.
nl: Fout opgetreden bij samenvoegen van foto's. Foto is wel opgeslagen.
pl: Podczas scalania obrazów wystąpił błąd. Mimo wszystko obraz został zapisany.
pt_pt: Ocorreu um erro ao unir as imagens. A imagem foi guardada, na mesma.
sk: Počas zlučovania fotografií sa vyskytla chyba. Fotografia sa uložila napriek tomu.
sr: Došlo je do greške pri objedinjavanju slika. Slika je sačuvana u svakom slučaju.
tr_tr: Resimleri birleştirirken hata oluştu. Resim yine de kaydedildi.
uz: Rasmlarni birlashtirayotganda xato yuz berdi. Rasm baribir saqlansin.
zh_cn: 合并照片时发生错误。照片仍已保存。
zh_tw: 合併相片時發生錯誤，相片仍已儲存。

source: Failed to take pictures in Wide selfie mode. Unable to distinguish subject.
bg: Не могат да се направят снимки в режим Широка селфи. Не може да се разграничи обектът.
cs: V režimu Wide selfie nelze fotografovat. Nepodařilo se rozlišit osobu.
es_us: Error al capturar imágenes en el modo Selfie amplia. No es posible distinguir el objeto.
ga: Theip ar ghlacadh grianghraf i Mód féinphic leathain. Níorbh féidir an tsuibiacht a aithint.
gl: Non se puideron tomar imaxes no modo Selfie panorámico. Non se pode distinguir o suxeito.
hy: Չհաջողվեց նկարահանել Լայն ինքնանկարի ռեժիմում: Անհնար է տարբերակել սուբյեկտը:
is: Mistókst að taka víðsjálfsmynd. Ekki er hægt að bera kennsl á myndefni.
it_it: Impossibile scattare foto in modalità Selfie panoramico. Impossibile distinguere i soggetti.
ka: სურათები ვერ გადაიღეთ ფართო სელფის რეჟიმში. ობიექტის ამოცნობა ვერ შესრულდა.
kk: Кеңейтілген өзіндік режимде суретке түсіру сәтсіз аяқталды. Тақырыпты ажырату мүмкін емес.
lt: Nepavyko nufotografuoti plataus autoportreto režimu. Nepavyko atskirti objekto.
lv: Neizdevās uzņemt attēlus režīmā Plaša pašbilde. Nevar izšķirt objektu.
nl: Kan geen foto's maken in Brede selfie-stand. Kan onderwerp niet onderscheiden.
pl: Błąd robienia zdjęć w trybie Autoportretu panoramicznego. Nie można rozróżnić obiektów.
pt_pt: Falha ao tirar fotografias no Modo selfie panorâmica. Impossível distinguir motivo.
sk: Nepodarilo sa nasnímať fotografie v režime Široký autoportrét. Objekt sa nedá rozlíšiť.
sr: Neuspešno snimanje slika u režimu Široki selfi. Nije moguće razlikovati predmet.
tr_tr: Geniş selfie modunda fotoğraf çekilemedi. Nesne ayırt edilemiyor.
uz: Keng o‘zini rasmga olish rejimida rasmga olib bo‘lmadi. Obyektni ajratib bo‘lmaydi.
zh_cn: 以广角自拍模式拍照失败。无法辨别拍摄对象。
zh_tw: 無法在廣角自拍模式中拍照。無法辨別拍攝對象。

# IDS_CAM_TPOP_UNABLE_TO_TAKE_PICTURES_IN_WIDE_SELFIE_MODE_NOT_ENOUGH_LIGHT_ABB
source: Unable to take pictures in Wide selfie mode. Not enough light.
bg: Не могат да се направят снимки в режим Широко селфи. Няма достатъчно светлина.
cs: V režimu Wide selfie nelze fotografovat. Není dostatečné osvětlení.
es_us: No es posible capturar imágenes en el modo Selfie amplia. No hay luz suficiente.
ga: Ní féidir pictiúir a ghlacadh i Mód féinphic leathain. Easpa solais.
gl: Non se poden tomar imaxes no modo Selfie panorámico. Non hai suficiente luz.
hy: Անհնար է նկարահանել Լայն ինքնանկարի ռեժիմում: Լույսը բավարար չէ:
is: Ekki er hægt að taka víðsjálfsmynd. Lýsing er of lítil.
it_it: Impossibile scattare foto nel modo Selfie panoramico. Illuminazione insufficiente.
ka: სურათებს ვერ გადაიღებთ ფართო სელფის რეჟიმში. არ არის საკმარისი განათება.
kk: Кең селфи режимінде суретке түсіру мүмкін емес. Жарық жеткіліксіз.
lt: Neįmanoma fotografuoti plataus autoportreto režimu. Nepakanka šviesos.
lv: Nevar fotografēt režīmā Plaša pašbilde. Nepietiekams apgaismojums.
nl: Kan geen foto's maken in de Brede selfie-stand. Onvoldoende licht.
pl: Nie można zrobić zdjęć w trybie Autoportretu panoramicznego. Za słabe oświetlenie.
pt_pt: Impossível tirar fotografias no Modo de selfie panorâmica. Luz insuficiente.
sk: V režime Široké selfie sa nedá fotografovať. Nedostatok svetla.
sr: Slike ne mogu da se snime u režimu Široki selfi. Nema dovoljno svetlosti.
tr_tr: Geniş selfie modunda fotoğraf çekilemiyor. Yeterli ışık yok.
uz: Keng selfi rejimida rasmga olib bo‘lmaydi. Yorug‘lik yetarli emas.
zh_cn: 在广角自拍模式中无法拍照。光线不足。
zh_tw: 無法在廣角自拍模式中拍照。光線不足。

# IDS_CAM_BODY_SWIVEL_YOUR_DEVICE_SLOWLY_TO_THE_LEFT_OR_RIGHT
source: Swivel your device slowly to the left or right.
bg: Плъзнете устройството бавно наляво или надясно.
cs: Otáčejte zařízením pomalu doleva nebo doprava.
es_us: Gire el dispositivo lentamente hacia la izquierda o hacia la derecha.
ga: Sclóin do ghléas ar chlé nó ar dheis go mall.
gl: Xira o dispositivo lentamente á esquerda ou á dereita.
hy: Սարքը դանդաղորեն շրջեք դեպի ձախ կամ աջ:
is: Snúðu tækinu hægt til vinstri eða hægri.
it_it: Ruotate lentamente il dispositivo a sinistra o a destra.
ka: ნელა მიბრუნეთ აპარატი მარცხნივ ან მარჯვნივ.
kk: Құрылғыны оңға не солға айналдыру.
lt: Lėtai pasukite įrenginį į kairę ar dešinę.
lv: Lēni groziet ierīci pa kreisi vai pa labi.
nl: Draai uw apparaat langzaam naar links of rechts.
pl: Obróć powoli urządzenie w lewo lub w prawo.
pt_pt: Gire o dispositivo lentamente para a esquerda ou direita.
sk: Pomaly nakláňajte zariadenie doľava alebo doprava.
sr: Polako obrći uređaj ulevo ili udesno.
tr_tr: Cihazınızı yavaşça sola veya sağa çevirin.
uz: Qurilmangizni sekin-asta chap yoki o‘ngga aylantiring.
zh_cn: 向左或向右缓慢转动您的设备。
zh_tw: 將您的裝置慢慢向左或向右旋轉。

source: Tap the Camera button and swivel your device slowly in one direction.
bg: Докоснете бутона на камерата и завъртете устройството си бавно в една посока.
cs: Klepněte na tlačítko fotoaparátu a pomalu otáčejte zařízením jedním směrem.
es_us: Pulse el botón de la cámara y gire su dispositivo lentamente en una dirección.
ga: Tapáil an cnaipe Ceamara agus tiontaigh do ghléas go mall i dtreo amháin.
gl: Toca o botón Cámara e xira o dispositivo lentamente nunha dirección.
hy: Թակեք խցիկի կոճակը և սարքը դանդաղորեն շարջեք մեկ ուղղությամբ:
is: Pikkaðu á myndavélarhnappinn og snúðu tækinu rólega í eina átt.
it_it: Toccate il pulsante Fotocamera e ruotate lentamente il dispositivo in una direzione.
ka: შეეხეთ კამერის ღილაკს და აპარატი ნელა ამოძრავეთ ერთი მიმართულებით.
kk: Камера түймесін түртіп, құрылғыңызды бір бағытта ақырын айналдырыңыз.
lt: Bakstelėkite fotoaparato mygtuką ir lėtai judinkite įrenginį viena kryptimi.
lv: Pieskarieties Kameras pogai un lēni pagrieziet ierīci vienā virzienā.
nl: Tik op de knop Camera en draai uw apparaat langzaam in één richting.
pl: Dotknij przycisku Aparatu i powoli obróć urządzenie w jednym kierunku.
pt_pt: Toque no botão da Câmara e gire o seu dispositivo lentamente numa direcção.
sk: Ťuknite na tlačidlo fotoaparátu a pomaly nakláňajte zariadenie v jednom smere.
sr: Dodirni dugme za Kameru i polako obrći uređaj u jednom pravcu.
tr_tr: Kamera tuşuna dokunun ve cihazınızı bir yöne doğru yavaşça çevirin.
uz: Kamera tugmasiga teging va qurilmani bir yo‘nalishda sekin-asta aylantiring.
zh_cn: 点击照相机按钮并朝一个方向缓慢转动您的设备。
zh_tw: 輕觸相機按鈕並朝一個方向慢慢旋轉裝置。

# IDS_CAM_BUTTON_WIDE_SELFIE_ABB
source: Wide selfie
bg: Широко селфи
es_us: Selfie amplia
ga: Féinphic leath.
gl: Selfie panorám.
hy: Լայն ինքնանկար
is: Víðsjálfsmynd
it_it: Selfie panoramico
ka: ფართო სელფი
kk: Кең селфи
lt: Plat. autoport.
lv: Plaša pašbilde
nl: Brede selfie
pl: Autoportr. pan.
pt_pt: Selfie panorâmica
sk: Široké selfie
sr: Široki selfi
tr_tr: Geniş selfie
uz: Keng selfi
zh_cn: 广角自拍
zh_tw: 廣角自拍

# IDS_CAM_BUTTON_INTERVAL_SHOT_ABB
source: Interval shot
bg: Снимка интервал
cs: Interv. snímek
es_us: Intervalos
ga: Seat eatramhach
gl: Toma intervalos
hy: Ինտերվալ. կադր
is: Millibilstaka
it_it: Scatto interv.
ka: ინტერვალით გდღ.
kk: Аралық түсіру
lt: Interv. fotogr.
lv: Intervālu foto
nl: Intervalopname
pl: Zdj. z interw.
pt_pt: Disparo interv.
sk: Interv. snímka
sr: Interval snimka
tr_tr: Aralıklı çekim
uz: Intervalli kadr
zh_cn: 间隔拍摄
zh_tw: 間隔拍攝

# IDS_CAM_HEADER_DISCARD_PICTURES_ABB
source: Discard pictures
bg: Отхвърляне на снимки
cs: Zrušit obrázky
es_us: Descartar imágenes
ga: Cuileáil pictiúir
gl: Descartar imaxes
hy: Մերժել նկարները
is: Henda myndum
it_it: Elimina immagini
ka: სურათების წაშლა
kk: Суреттерді алып тастау
lt: Panaikinti nuotraukas
lv: Izmest attēlus
nl: Foto's verwijderen
pl: Odrzucanie obrazów
pt_pt: Eliminar imagens
sk: Zahodenie fotografií
sr: Odbaci slike
tr_tr: Resimleri sil
uz: Rasmlarni tashlash
zh_cn: 放弃照片
zh_tw: 捨棄相片

# IDS_CAM_POP_PD_PICTURES_WILL_BE_DISCARDED
source: %d pictures will be discarded.
bg: %d картини ще бъдат отхвърлени.
cs: Bude zrušeno %d obrázků.
es_us: Se descartarán %d imágenes.
ga: Cuileálfar %d pictiúr.
gl: Descartaranse %d imaxes.
hy: %d նկար դեն կնետվի:
is: %d myndum verður fleygt.
it_it: Verranno eliminate %d immagini.
ka: წაიშლება %d სურათი.
kk: %d сурет қабылданбайды.
lt: Bus panaikinta nuotraukų: %d.
lv: %d attēli tiks izmesti.
nl: %d foto's worden verwijderd.
pl: Zostanie odrzuconych obrazów: %d.
pt_pt: %d imagens serão eliminadas.
sk: Vykoná sa zahodenie %d fotografií.
sr: Biće odbačen sledeći broj slika: %d.
tr_tr: %d resim silinecek.
uz: %d ta rasm tashlab yuboriladi.
zh_cn: 将放弃 %d 张图片。
zh_tw: 將捨棄 %d 張相片。

# IDS_CAM_TPOP_RECORDING_WITH_EARPHONE_MICROPHONE
source: Recording with earphone microphone.
bg: Записване с микрофон със слушалка.
cs: Nahrávání pomocí mikrofonu sluchátek.
es_us: Grabando con el micrófono del auricular.
ga: Taifeadadh le micreafón na gcluasán.
gl: Gravando con micrófono do auricular.
hy: Ձայնագրվում է ականջակալի միկրոֆոնով:
is: Upptaka með hljóðnema heyrnartóla.
it_it: Registrazione con microfono cuffie.
ka: იწერება ყურსასმენის მიკროფონით.
kk: Құлаққап микрофоны арқылы жазу.
lt: Įrašoma naudojant ausinių mikrofoną.
lv: Notiek ierakstīšana ar austiņu mikrofonu.
nl: Neem op met microfoon van headset.
pl: Nagrywanie za pomocą mikrofonu słuchawek.
pt_pt: Gravar com microfone do auricular.
sk: Nahráva sa cez mikrofón slúchadiel.
sr: Snimanje pomoću mikrofona slušalice.
tr_tr: Kulaklık mikrofonuyla kayıt.
uz: Quloqlik mikrofoni bilan yozib oling.
zh_cn: 正在通过耳机麦克风录音
zh_tw: 以耳機麥克風錄音。

# IDS_CAM_HEADER_UNABLE_TO_ENABLE_LOCATION_TAGS_ABB
source: Unable to enable Location tags
bg: Не се вкл. Тагове за местоп.
cs: Značky polohy nelze zapnout
es_us: No es posible activar
ga: Cumasú Clib. suímh dodhéanta
gl: Imposible activ.Etiq. localiz.
hy: Անհնար է ընձ. Տեղի հատկորոշիչ
is: Ekki hægt að virkja merki
it_it: Imposs. attivare tag posizione
ka: ლოკაციის იარლიყები ვერ ირთვება
kk: Орын тегтерін қосу мүмкін емес
lt: Neįmanoma įjungti vietos žymų
lv: Nevar akt. atr. vietas atzīmes
nl: Locatietags niet ingeschakeld
pl: Nie można wł. Etykiet lokaliz.
pt_pt: Impossível activar Etiquetas
sk: Lokal. značky sa nedajú zapnúť
sr: Oznake lokacije nisu moguće
tr_tr: Konum etiketleri etkinlştrlmyr
uz: Joy teglarini yoqib bo‘lmaydi
zh_cn: 无法启用位置标签
zh_tw: 無法啟用位置標籤

source: To use Location tags, go to Settings > Location, and make sure that GPS is turned on and Wireless networks is enabled.
bg: За да използвате Тагове за местоположение, отидете в Настройки > Местоположение и се уверете, че GPS е включен и че „Безжични мрежи“ е активирано.
cs: Chcete-li použít Značky polohy, přejděte na Nastavení > Zjišťování polohy, a zkontrolujte, zda je zapnuté GPS a jsou povolené Bezdrátové sítě.
es_us: Para usar Etiquetas de ubicación, vaya a Configuración > Ubicación y compruebe que las opciones GPS y Redes inalámbricas estén activadas.
ga: Le Clibeanna suímh a úsáid, gabh chuig Socruithe > Suíomh, agus cinntigh go bhfuil GPS casta air agus Líonraí gan sreang cumasaithe.
gl: Para utilizar Etiquetas de localización, vai a Axustes > Localización e asegúrate de que o GPS e as redes sen fíos estean activados.
hy: Տեղի հատկորոշիչներ օգտագործելու համար գնացեք Դրվածքներ > Տեղորոշում ու համոզվեք, որ GPS-ը միացված է, և Անլար ցանցն ընձեռված է:
is: Til að nota staðsetningarmerki skaltu fara í Stillingar > Staðsetning og ganga úr skugga um að kveikt sé á GPS og þráðlausum netum.
it_it: Per utilizzare i tag posizione, andate in Impostazioni > Posizione e assicuratevi che il GPS e le reti wireless siano attivati.
ka: ლოკაციის იარლიყების გამოსაყენებლად, გახსენით პარამეტრები > ლოკაცია და დარწმუნდით, რომ GPS ჩართულია და უსადენო ქსელები გააქტიურებულია.
kk: Орын тегтерін пайдалану үшін, Параметрлер > Орын мәзіріне өтіп, GPS және сымсыз желілердің қосулы екеніне көз жеткізіңіз.
lt: Jei norite naudoti vietų žymas, eikite į skirtuką Nustatymai > Vieta, įsitikinkite, kad įjungta GPS ir belaidžių tinklų funkcijos.
lv: Lai izmantotu atrašanās vietas atzīmes, izvēlieties Iestatījumi > Atrašanās vieta un pārliecinieties, vai ir aktivizētas funkcijas GPS un Bezvadu tīkli.
nl: Als u Locatietags wilt gebruiken, gaat u naar Instellingen > Locatie en zorgt u dat GPS en Draadloze netwerken zijn ingeschakeld.
pl: Aby korzystać z funkcji Etykiety lokalizacji, przejdź do menu Ustawienia > Lokalizacja i upewnij się, że włączono sygnał GPS i funkcję Sieci bezprzewodowe.
pt_pt: Para utilizar Etiquetas de localização, vá a Definições > Localização e certifique-se de que o GPS está ligado e as Redes sem fios estão activadas.
sk: Ak chcete použiť funkciu Lokalizačné značky, prejdite do menu Nastavenia > Lokalizácia a skontrolujte, či sú zapnuté možnosti GPS a Bezdrôtové siete.
sr: Da bi koristio/la Oznake lokacije, idi na Podešavanja > Lokacija i uveri se da je GPS uključen i da su Bežične mreže omogućene.
tr_tr: Konum etiketlerini kullanmak için Ayarlar > Konum bölümüne gidin ve GPS'in açılıp Kablosuz ağların etkinleştirildiğinden emin olun.
uz: Joylashuv teglaridan foydalanish uchun Parametrlar > Joylashuvga o‘ting va GPS hamda Simsiz tarmoqlar yoqilganligiga ishonch hosil qiling.
zh_cn: 若要使用位置标签，请进入设定 > 位置，并确保 GPS 打开且无线网络启用。
zh_tw: 若要使用位置標籤，請前往設定 > 定位，並確認 GPS 已開啟且無線網路已啟用。
