Repository: tizenorg/profile.mobile.apps.native.camera-app
Catalog: po/*.po
Languages: bg, cs, es_us, ga, gl, hy, is, it_it, ka, kk, lt, lv, nl, pl, pt_pt, sk, sr, tr_tr, uz, zh_cn, zh_tw

source: Camera has been opened via Quick launch. The Home key has been pressed twice in quick succession. To disable Quick launch, go to Camera settings and select Quick launch.
bg: „Камера“ е отворено чрез „Бързо стартиране“. Клавишът за начало е бил натисната два пъти последователно. За да деактивирате „Бързо стартиране“, отидете в настройките на „Камера“ и изберете „Бързо стартиране“.
cs: Fotoaparát se otevřel pomocí Rychlého spuštění. Tlačítko Domů bylo stisknuto rychle dvakrát za sebou. Chcete-li vypnout funkci Rychlé spuštění, přejděte na nastavení Fotoaparát a vyberte možnost Rychlé spuštění.
es_us: Se ha abierto la aplicación Cámara vía Inicio rápido. La tecla Inicio se ha presionado dos veces seguidas rápidamente. Para desactivar Quick launch, vaya a los ajustes de Cámara y seleccione Quick launch.
ga: Osclaíodh Ceamara trí Mhearlainseáil. Brúdh an eochair Baile faoi dhó go tapa i ndiaidh a chéile. Le Mearlainseáil a dhíchumasú, gabh chuig socruithe Ceamara agus roghnaigh Mearlainseáil.
gl: Abriuse Cámara a través de Inicio rápido. O botón Inicio pulsouse dúas veces rapidamente. Para desactivar Inicio rápido, vai a Axustes da cámara e selecciona Inicio rápido.
hy: Խցիկը բացվել է Արագ գործարկման միջոցով: Սկզբի ստեղնը երկու անգամ արագ-արագ սեղմվել է: Արագ գործարկումը կասեցնելու համար գնացեք Խցիկի դրվածքներ և ընտրեք «Արագ գործարկում»:
is: Myndavélin var opnuð með flýtiopnun. Ýtt var tvisvar sinnum hratt á heimatakkann. Slökkt er á flýtiopnun með því að opna stillingar myndavélarinnar og velja „Flýtiopnun“.
it_it: La fotocamera è stata aperta con Avvio rapido. Il tasto Home è stato premuto due volte in rapida successione. Per disattivare Avvio rapido, andate alle impostazioni della fotocamera e selezionate Avvio rapido.
ka: კამერა გაიხსნა სწრაფი ჩართვის ფუნქციით. შესრულდა საწყისი ეკრანის ღილაკზე სწრაფი მიმდევრობით ორჯერ დაჭერა. სწრაფი ჩართვის ფუნქციის გამოსართავად, გახსენით კამერის პარამეტრები და აირჩიეთ სწრაფი ჩართვა.
kk: Камера жылдам іске қосу арқылы ашылды. Бастапқы пернесі ретімен жылдам екі рет басылды. Жылдам іске қосуды өшіру үшін камера параметрлеріне өтіп, жылдам іске қосу функциясын таңдаңыз.
lt: Fotoaparatas atidarytas naudojant greitąjį paleidimą. Pradžios mygtukas buvo paspaustas greitai du kartus iš eilės. Jei norite išjungti greitąjį paleidimą, eikite į fotoaparato nustatymus ir pasirinkite greitąjį paleidimą.
lv: Kamera tika atvērta, izmantojot ātro palaišanu. Sākuma taustiņš tika ātri nospiests divas reizes. Lai deaktivizētu ātro palaišanu, atveriet kameras iestatījumu sadaļu un izvēlieties Ātrā palaišana.
nl: Camera is geopend via Snel starten. De starttoets is twee keer snel achter elkaar ingedrukt. Als u Snel starten wilt uitschakelen, gaat u naar Camera-instellingen en selecteert u Snel starten.
pl: Aplikację Aparat otwarto poprzez funkcję Szybkie uruchamianie. Klawisz ekranu startowego naciśnięto dwukrotnie i szybko. Aby wyłączyć funkcję Szybkie uruchamianie, przejdź do ustawień aplikacji Aparat i wybierz opcję Szybkie uruchamianie.
pt_pt: A câmara foi aberta através do Início rápido. A Tecla principal foi premida duas vezes numa sucessão rápida. Para desactivar o Início rápido, aceda às definições da Câmara e seleccione Início rápido.
sk: Aplikácia Fotoaparát sa otvorila prostredníctvom funkcie Rýchle spustenie. Stlačili ste tlačidlo domovskej obrazovky dvakrát rýchlo za sebou. Ak chcete vypnúť funkciu Rýchle spustenie, prejdite do menu Nastavenia fotoaparátu a vyberte položku Rýchle spustenie.
sr: Kamera je otvorena putem funkcije Brzo pokretanje. Taster Početak je dvaput zaredom pritisnut. Da bi onemogućio/la funkciju Brzo pokretanje, idi na Podešavanja kamere i izaberi funkciju Brzo pokretanje.
tr_tr: Kamera Hızlı başlatma yoluyla açıldı. Ana ekran tuşuna hızlıca iki kez art arda basıldı. Hızlı başlatmayı devre dışı bırakmak için Kamera ayarlarına gidip Hızlı başlatmayı seçin.
uz: Kamera Tezkor ishga tushirish orqali ochildi. Asosiy tugma tezkor ravishda ikki marta bosildi. Tezkor ishga tushirishni o‘chirish uchun Kamera parametrlariga o‘ting va Tezkor ishga tushirishni tanlang.
zh_cn: 照相机已通过快速启动打开。已快速连续地按下主页键两次。若要禁用快速启动，请进入照相机设定并选择快速启动。
zh_tw: 相機已透過快速啟動開啟。已快速連續按兩下首頁鍵。若要停用快速啟動，請前往相機設定並選擇快速啟動。

# IDS_CAM_BODY_CAMERA_SETTINGS
source: Camera settings
bg: Настройки на камерата
cs: Nastavení fotoaparátu
es_us: Ajustes
ga: Socruithe ceamara
gl: Axustes da cámara
hy: Խցիկի պարամետրեր
is: Myndavélarstillingar
it_it: Impostazioni fotocamera
ka: ფოტოაპარატის პარამეტრები
kk: Камера реттеу
lt: Fotoaparato nustatymai
lv: Kameras iestatījumi
nl: Camera-instellingen
pl: Aparat
pt_pt: Definições da câmara
sk: Nastavenia fotoaparátu
sr: Podešavanja kamere
tr_tr: Kamera ayarları
uz: Kamera parametrlari
zh_cn: 照相机设置
zh_tw: 相機設定

# IDS_IMGE_BODY_EXPOSURE_ABB
source: Exposure
bg: Експонация
cs: Expozice
es_us: Exposición
ga: Nochtadh
gl: Exposición
hy: Լուսակայում
is: Lýsing
it_it: Esposizione
ka: ექსპოზიცია
kk: Экспозиция
lt: Ekspozicija
lv: Ekspozīcija
nl: Belichting
pl: Ekspozycja
pt_pt: Exposição
sk: Expozícia
sr: Ekspozicija
tr_tr: Pozlama
uz: Ko‘rgazmali
zh_cn: 曝光
zh_tw: 曝光
