Repository: tizenorg/profile.mobile.apps.native.camera-app
Catalog: po/*.po
Languages: bg, cs, es_us, ga, gl, hy, is, it_it, ka, kk, lt, lv, nl, pl, pt_pt, sk, sr, tr_tr, uz, zh_cn, zh_tw

# IDS_CAM_TPOP_BATTERY_POWER_LOW
source: Battery power low.
bg: Нисък заряд на батерията.
cs: Baterie je téměř vybitá.
es_us: Nivel de batería bajo.
ga: Cumhacht cheallra lag.
gl: Batería baixa.
hy: Մարտկոցի էներգիայի մակարդակը ցածր է:
is: Lítil hleðsla á rafhlöðu.
it_it: Livello batteria basso.
ka: კვების ელემენტი იცლება.
kk: Батарея қуаты төмен.
lt: Akumuliatoriaus įkrova senka.
lv: Zems akumulatora uzlādes līmenis.
nl: Batterij bijna leeg.
pl: Niski poziom naładowania baterii.
pt_pt: Bateria fraca.
sk: Batéria je takmer vybitá.
sr: Baterija je na izmaku.
tr_tr: Pil gücü düşük.
uz: Batareya quvvati kam.
zh_cn: 电池电量不足
zh_tw: 電池電量低。

# IDS_CAM_TPOP_UNABLE_TO_SAVE_FILE_DEVICE_STORAGE_FULL_ABB
source: Unable to save file. Device storage full.
bg: Файлът не може да се запише. Паметта на устройството пълна.
cs: Uložení souboru se nezdařilo. Paměť zařízení je plná.
es_us: No se puede guardar archivo. Almacen. de dispositivo lleno.
ga: Ní féidir an comhad a shábháil. Stóras an ghléis lán.
gl: Non se pode gardar o arquivo. Almacenamento dispositivo cheo.
hy: Անհնար է պահպանել ֆայլը: Սարքի պահոցը լիքն է:
is: Ekki er hægt að vista skrána. Geymsla tækisins er full.
it_it: Impossibile salvare il file. Memoria dispositivo piena.
ka: ფაილი ვერ ინახება. მოწყობილობის მეხსიერება სავსეა.
kk: Файлды сақтау мүмкін емес. Құрылғы жады толы.
lt: Negalima įrašyti failo. Įrenginio atmintis pilna.
lv: Nevar saglabāt failu. Ierīces krātuve ir pilna.
nl: Kan bestand niet opslaan. Apparaatopslag is vol.
pl: Nie można zapisać pliku. Pamięć urządzenia pełna.
pt_pt: Impossível guardar ficheiro. Armazenamento do disp. cheio.
sk: Súbor sa nedá uložiť. Úložisko zariadenia je plné.
sr: Nemoguće sačuvati fajl. Skladišna lokacija uređaja je puna.
tr_tr: Dosya kaydedilemiyor. Cihaz hafızası dolu.
uz: Faylni saqlab bo‘lmaydi. Qurilma xotirasi to‘la.
zh_cn: 无法保存文件。设备存储已满。
zh_tw: 無法儲存檔案。裝置儲存已滿。

# IDS_CAM_BUTTON2_VOLUME_KEY_ABB2
source: The volume key
bg: Бутон сила на звука
cs: Tlačítko hlasitosti
es_us: Tecla Volumen
ga: An eochair airde
gl: A tecla de volume
hy: Ձայնի ուժգ. ստեղնը
is: Hljóðst.-takkinn
it_it: Tasto Volume
ka: ხმის ღილაკი
kk: Дыбыс қат-ғы пернесі
lt: Garsumo klavišas
lv: Skaļuma taustiņš
nl: Volumetoets
pl: Klawisz głośności
pt_pt: A tecla de volume
sk: Tlačidlo hlasitosti
sr: Taster za jač. zvuka
tr_tr: Ses tuşu
uz: Ovoz tugmasi
zh_cn: 音量键
zh_tw: 音量鍵

# IDS_CAM_TPOP_UNABLE_TO_SAVE_FILE_NOT_ENOUGH_MEMORY_ABB
source: Unable to save file. Not enough memory.
bg: Файлът не може да се запише. Няма достатъчно памет.
cs: Uložení souboru se nezdařilo. Nedostatek paměti.
es_us: No se puede guardar el archivo. Memoria insuficiente.
ga: Ní féidir an comhad a shábháil. Easpa cuimhne.
gl: Non se pode gardar o arquivo. Non hai memoria suficiente.
hy: Անհնար է պահպանել ֆայլը: Հիշողությունը բավարար չէ:
is: Ekki er hægt að vista skrána. Of lítið minni.
it_it: Impossibile salvare il file. Memoria insufficiente.
ka: ფაილი ვერ ინახება. არ არის საკმარისი მეხსიერება.
kk: Файлды сақтау мүмкін емес. Жад жеткіліксіз.
lt: Negalima įrašyti failo. Nepakanka atminties.
lv: Nevar saglabāt failu. Nepietiek atmiņas.
nl: Kan bestand niet opslaan. Onvoldoende geheugen.
pl: Nie można zapisać pliku. Za mało pamięci.
pt_pt: Impossível guardar ficheiro. Memória insuficiente.
sk: Súbor sa nedá uložiť. Nedostatok pamäte.
sr: Nemoguće sačuvati fajl. Nedovoljno memorije.
tr_tr: Dosya kaydedilemiyor. Yeterli hafıza yok.
uz: Faylni saqlab bo‘lmaydi. Xotira yetarli emas.
zh_cn: 无法保存文件。内存不足。
zh_tw: 無法儲存檔案。記憶體不足。

# IDS_CAM_TPOP_UNABLE_TO_USE_FLASH_BATTERY_POWER_LOW
source: Unable to use flash. Battery power low.
bg: Светкавицата не може да се използва. Мощността на батерията е слаба.
cs: Nelze použít blesk. Baterie je téměř vybitá.
es_us: No se puede usar flash. Batería baja.
ga: Ní féidir an splanc a úsáid. Cumhacht ceallra íseal.
gl: Non se pode utilizar o flash. Batería baixa.
hy: Անհնար է օգտագործել լուսաբռնկիչը. մարտկոցի էներգիայի մակարդակը ցածր է:
is: Ekki er hægt að nota flass. Lítil hleðsla er á rafhlöðu.
it_it: Impossibile utilizzare il flash. Batteria scarica.
ka: ნათებას ვერ გამოიყენებთ. კვების ელემენტი იცლება.
kk: Жарқылды пайдалану мүмкін емес. Батарея қуаты төмен.
lt: Negalima naudoti blykstės. Akumuliatoriaus įkrova senka.
lv: Nevar izmantot zibspuldzi. Zems akumulatora uzlādes līmenis.
nl: Kan de flitser niet gebruiken. Batterij is bijna leeg.
pl: Nie można użyć lampy błyskowej. Niski poziom naładowania baterii.
pt_pt: Impossível utilizar flash. Bateria fraca.
sk: Nemožno použiť blesk. Batéria je takmer vybitá.
sr: Korišćenje blica nije moguće. Baterija je na izmaku.
tr_tr: Flaş kullanılamıyor. Pil gücü düşük.
uz: Fleshdan foydalanib bo‘lmaydi. Batareya quvvati kam.
zh_cn: 无法使用闪光灯。电池电量不足。
zh_tw: 無法使用閃光燈。電池電量低。

# IDS_CAM_BODY_GREYSCALE
source: Grayscale
bg: Чернобялата гама
cs: Stupně šedi
es_us: Escala de grises
ga: Liathscála
gl: Escala de grises
hy: Մոխրագույնի երանգներ
is: Grátónn
it_it: Scala di grigi
ka: შავ-თეთრი
kk: Сұр түс реңктері
lt: Pilkų pustonių
lv: Pelēktoņi
nl: Grijstinten
pl: Skala szarości
pt_pt: Escala de cinzentos
sk: Stupne sivej
sr: Siva skala
tr_tr: Gri tonlama
uz: Kul rang shkala
zh_cn: 灰阶
zh_tw: 黑白

# IDS_CAM_BODY_REAR_CAM_SELFIE_ABB
source: Rear-cam selfie
bg: Селфи зад. кам.
cs: Selfie zad. f.
es_us: Selfie posterior
ga: Cúlcheam-f.phic
gl: Self.cám.tras.
hy: Ինքնկ. հետ. խց.
is: Sjálfsmynd aft.
it_it: Selfie poster.
ka: სელფი უკ.კამერ.
kk: Артқы кам. сур.
lt: Autopr.gal.fot.
lv: Pašb.ar aizmug.
nl: Selfie cam achter
pl: Selfie z tyln.
pt_pt: Selfie traseira
sk: Selfie
sr: Selfi pomoću zadnje kamere
tr_tr: Arka kam. slfie
uz: Selfi (as. Kmr)
zh_cn: 后置照相机自拍
zh_tw: 自拍提示

# IDS_CAM_BODY_PROCESSING_ING
source: Processing...
bg: Обработване...
cs: Probíhá zpracování...
es_us: Procesando...
ga: Ag próiseáil...
gl: Procesando...
hy: Ընթացքում է
is: Vinnsla í gangi...
it_it: Elaborazione...
ka: მუშავდება...
kk: Өңделуде...
lt: Apdorojama...
lv: Notiek apstrāde...
nl: Verwerken...
pl: Przetwarzanie...
pt_pt: A processar...
sk: Prebieha spracovanie...
sr: Obrada...
tr_tr: Uygulanıyor...
uz: Bajarilmoqda...
zh_cn: 处理中...
zh_tw: 正在處理...

# IDS_CAM_HEADER_CHANGE_STORAGE_LOCATION_ABB
source: Change storage location
bg: Промяна на място за съхранение
cs: Změnit místo uložení
es_us: Ubicación de almacenamiento
ga: Athraigh an suíomh stórais
gl: Cambiar localiz. almacenamento
hy: Փոխել պահման տեղը
is: Skipta um vistunarstað
it_it: Modifica posizione di memoria
ka: შენახვის ადგილის შეცვლა
kk: Сақтау орнын өзгерту
lt: Keisti saugyklos vietą
lv: Mainīt krātuves vietu
nl: Opslaglocatie wijzigen
pl: Zmiana lokalizacji pamięci
pt_pt: Alterar localiz. armazenamento
sk: Zmeniť umiest. úlož. priestoru
sr: Promeni skladišnu lokaciju
tr_tr: Saklama konumunu değiştir
uz: Saqlash joyini o‘zgartirish
zh_cn: 更改存储位置
zh_tw: 變更儲存位置

source: An SD card has been inserted. The default storage location will be changed to SD card.
bg: Поставена е SD карта. Основното място за съхранение ще бъде променено на SD карта.
cs: Byla vložena SD karta. Výchozí úložiště bude změněno na SD kartu.
es_us: Se insertó una tarjeta de memoria. La ubicación de almacenamiento predeterminado se cambiará a la tarjeta de memoria.
ga: Ionsádh cárta SD. Athrófar an suíomh stórála réamhshocraithe go cárta SD.
gl: Inseriuse unha tarxeta SD. A localización do almacenamento predeterminado cambiarase á tarxeta SD.
hy: SD քարտ է մտցվել: Պահոցի կանխադրված տեղը կփոխվի SD քարտի
is: SD-kort var sett í. SD-kortið verður gert að sjálfgefinni geymslustaðsetningu.
it_it: È stata inserita una scheda SD. La posizione di memoria predefinita verrà modificata in quella della scheda SD.
ka: SD ბარათი ჩადებულია. ნაგულისხმევი შენახვის ადგილი შეიცვლება და გახდება SD ბარათი
kk: SD картасы енгізілді. Әдепкі сақтау орны SD картасына өзгертіледі
lt: SD kortelė įdėta. Numatytoji saugyklos vieta bus pakeista į SD kortelę.
lv: Ir ievietota SD karte. Noklusējuma krātuves vieta tiks mainīta uz SD karti.
nl: Een SD-kaart is geplaatst. De standaardopslaglocatie wordt gewijzigd in SD-kaart.
pl: Została włożona karta pamięci. Domyślna lokalizacja pamięci zostanie zmieniona na kartę pamięci.
pt_pt: Foi inserido um cartão SD. A localização do armazenamento padrão será mudada para o cartão SD.
sk: Bola vložená karta SD. Predvolené umiestnenie úložného priestoru sa zmení na kartu SD.
sr: SD kartica je ubačena. Podrazumevana lokacija za skladištenje je promenjena na SD karticu.
tr_tr: Bir SD kartı takıldı. Varsayılan bellek yeri SD karta değiştirilecek.
uz: SD-karta kiritildi. Sukut bo‘yicha saqlanadigan joylashuv SD-kartaga o‘zgartiriladi
zh_cn: 已插入 SD 卡。默认存储位置将更改为 SD 卡。
zh_tw: 已插入 SD 卡。預設儲存位置將變更為 SD 卡。

# IDS_CAM_SK_CHANGE
source: Change
bg: Промяна
cs: Změnit
es_us: Cambiar
ga: Athraigh
gl: Cambiar
hy: Փոփոխել
is: Breyta
it_it: Cambia
ka: შეცვლა
kk: Өзгерту
lt: Keisti
lv: Mainīt
nl: Wijzigen
pl: Zmień
pt_pt: Alterar
sk: Zmeniť
sr: Promeni
tr_tr: Değiştir
uz: O‘zgar.
zh_cn: 更改
zh_tw: 更改

# IDS_CAM_OPT_SD_CARD_ABB
source: SD card
bg: SD карта
cs: SD karta
es_us: Tarjeta de memoria
ga: Cárta SD
gl: Tarxeta SD
hy: SD քարտ
is: SD-kort
it_it: Scheda SD
ka: SD ბარათი
kk: SD картасы
lt: SD kortelė
lv: SD kartē
nl: SD-kaart
pl: Karta pamięci
pt_pt: Cartão SD
sk: Karta SD
sr: SD kartica
tr_tr: SD kart
uz: SD-karta
zh_cn: SD卡
zh_tw: SD 卡

# IDS_CAM_BODY_DOWN_T_CAMERA
source: Down
bg: Надолу
cs: Dolů
es_us: Abajo
ga: Síos
gl: Abaixo
hy: Վար
is: Niður
it_it: Giù
ka: ქვემოთ
kk: Төмен
lt: Žemyn
lv: Uz leju
nl: Omlaag
pl: W dół
pt_pt: Para baixo
sk: Nadol
sr: Dole
tr_tr: Aşağı
uz: Past
zh_cn: 下
zh_tw: 下

# IDS_CAM_BODY_LEFT_T_CAMERA
source: Left
bg: Отляво
cs: Doleva
es_us: Izquierda
ga: Clé
gl: Esquerda
hy: Ձախ
is: Vinstri
it_it: Sinistra
ka: მარცხნივ
kk: Сол
lt: Į kairę
lv: Pa kreisi
nl: Links
pl: W lewo
pt_pt: Esquerda
sk: Doľava
sr: Levo
tr_tr: Sol
uz: Chap
zh_cn: 左
zh_tw: 左

# IDS_CAM_BODY_RIGHT_T_CAMERA
source: Right
bg: Отдясно
cs: Doprava
es_us: Derecha
ga: Deis
gl: Dereita
hy: Աջ
is: Hægri
it_it: Destra
ka: მარჯვნივ
kk: Оң
lt: Į dešinę
lv: Pa labi
nl: Rechts
pl: W prawo
pt_pt: Direita
sk: Doprava
sr: Desno
tr_tr: Sağ
uz: O‘ng
zh_cn: 右
zh_tw: 右

# IDS_CAM_BODY_UP_T_CAMERA
source: Up
bg: Нагоре
cs: Nahoru
es_us: Arriba
ga: Suas
gl: Arriba
hy: Վեր
is: Upp
it_it: Su
ka: ზემოთ
kk: Жоғары
lt: Aukštyn
lv: Uz augšu
nl: Omhoog
pl: W górę
pt_pt: Para cima
sk: Nahor
sr: Gore
tr_tr: Yukarı
uz: Yuqori
zh_cn: 上
zh_tw: 上

# IDS_CAM_BUTTON_CANCEL
source: Cancel
bg: Отказ
cs: Storno
es_us: Cancelar
ga: Cealaigh
gl: Cancelar
hy: Չեղարկել
is: Hætta v.
it_it: Annulla
ka: გაუქმება
kk: Тоқтату
lt: Atšaukti
lv: Atcelt
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
sk: Zrušiť
sr: Otkaži
tr_tr: İptal
uz: Bekor qilish
zh_cn: 取消
zh_tw: 取消

# IDS_CAM_BUTTON_OK_ABB
source: OK
es_us: Aceptar
gl: Aceptar
is: Í lagi
lt: Gerai
lv: Labi
tr_tr: Tamam
zh_cn: 确定
zh_tw: 確定

# IDS_CAM_OPT_PAUSE
source: Pause
bg: Пауза
cs: Pauza
es_us: Pausar
ga: Cuir ar sos
gl: Pausa
hy: Դադար
is: Hlé
it_it: Pausa
ka: პაუზა
kk: Үзіліс
lt: Pauzė
lv: Pauze
nl: Pauze
pl: Pauza
pt_pt: Pausa
sk: Pauza
sr: Pauza
tr_tr: Duraklat
uz: To‘xtatib turish
zh_cn: 暂停
zh_tw: 暫停

# IDS_CAM_POP_AUTO_FOCUS_FAILED
source: Auto focus failed.
bg: Автофокусът е неуспешен.
cs: Automatické zaostření se nezdařilo.
es_us: Error en el enfoque automático.
ga: Theip ar uathfhocású.
gl: Erro no enfoque automático
hy: Ինքնակիզակետումը ձախողվեց:
is: Sjálfvirkur fókus virkar ekki.
it_it: Messa a fuoco automatica non riuscita.
ka: ავტომატურად ვერ დაფოკუსდა.
kk: Авто фокус орындалмады.
lt: Nepavyko sufokusuoti automatiškai.
lv: Autofokuss neizdevās.
nl: Autofocus mislukt.
pl: Automatyczne ustawianie ostrości nie powiodło się.
pt_pt: Focagem automática falhou.
sk: ﻿Automatické zaostrovanie zlyhalo.
sr: Autofokus nije uspeo.
tr_tr: Otomatik odak başarısız.
uz: Avto-fokus bajarilmadi.
zh_cn: 自动对焦失败。
zh_tw: 自動對焦失敗。

# IDS_CAM_POP_MOVE_SLOWLY
source: Move slowly
bg: Движете бавно
cs: Pohybovat pomalu
es_us: Mover lentamente
ga: Bog go mall
gl: Move amodo
hy: Տեղափոխել դանդաղորեն
is: Færa hægt
it_it: Muovi lentamente
ka: ნელა ამოძრავება
kk: Баяу қозғалу
lt: Perkelti lėtai
lv: Pārvietojiet lēnām
nl: Langzaam bewegen
pl: Przesuwaj powoli
pt_pt: Mover lentamente
sk: Pohybujte pomaly
sr: Pomeraj polako
tr_tr: Yavaş oynat
uz: Sekin harakatlantirish
zh_cn: 缓慢移动
zh_tw: 緩慢移動

source: The rear camera will automatically detect and focus on your face when you take self-portrait pictures.
bg: Задната камера ще открие и ще се фокусира автоматично върху лицето ви, когато правите автопортретни снимки.
cs: Když budete fotografovat autoportréty, zadní fotoaparát automaticky rozpozná váš obličej a zaostří na něj.
es_us: La cámara posterior detectará automáticamente y se enfocará en su rostro cuando se capturen imágenes de autorretrato.
ga: Braithfidh an ceamara cúil d'aghaidh go huathoibríoch agus déanfaidh fócasú air agus pictiúir féinphortráide á nglacadh agat.
gl: A cámara posterior detectará e enfocará automaticamente a túa cara cando tomes autorretratos.
hy: Հետևի խցիկն ինքնաբերաբար կհայտնաբերի և կկիզակետի Ձեր դեմքը, երբ նկարահանեք ինքնանկարներ:
is: Aftari myndavélin greinir sjálfkrafa andlit þitt og stillir fókus á það þegar þú tekur sjálfsmyndir.
it_it: La fotocamera posteriore rileva e mette a fuoco automaticamente il viso quando scattate degli autoritratti.
ka: უკანა კამერა ავტომატურად ამოიცნობს და ფოკუსში მოაქცევს სახეს, როდესაც საკუთარ თავს გადაუღებთ სურათებს.
kk: Автопортрет түсірілген кезде артқы камера автоматты түрде бетіңізді анықтап, фокусқа алады.
lt: Darant autoportreto nuotraukas galinis fotoaparatas automatiškai aptiks ir sufokusuos jūsų veidą.
lv: Aizmugurējā kamera automātiski nosaka un fokusējas uz jūsu seju, kad uzņemat pašportretus.
nl: De achterste camera detecteert uw gezicht automatisch en stelt scherp wanneer u selfies maakt.
pl: Gdy robisz zdjęcie-autoportret, tylny aparat automatycznie wykrywa twarz i ustawia na niej ostrość.
pt_pt: A câmara posterior irá automaticamente detectar e focar o seu rosto quando tirar um auto-retrato.
sk: Pri snímaní autoportrétových fotografií bude zadný fotoaparát automaticky zisťovať tvár a zaostrovať na ňu.
sr: Kada snimaš autoportrete, zadnja kamera će automatski detektovati tvoje lice i usredsrediti se na njega.
tr_tr: Arka kamera, otoportre fotoğraflar çekerken yüzünüzü otomatik olarak algılayarak odaklanır.
uz: Avto-portretingizni suratga olganingizda, orqa kamera yuzingizni avtomatik ravishda aniqlaydi va fokuslaydi.
zh_cn: 在拍摄自拍照时，后部摄像头将自动检测并对焦您的面部。
zh_tw: 拍攝自拍照時，後置相機將自動偵測並對焦您的臉孔。

# IDS_CAM_POP_UNABLE_TO_TAKE_PICTURES_IN_PANORAMA_MODE_NOT_ENOUGH_SCENERY_DETAIL
source: Unable to take pictures in Panorama mode. Not enough scenery detail.
bg: Не могат да се направят снимки в режим Панорама. Няма достатъчно детайли в пейзажа.
cs: V režimu Panoráma nelze fotografovat. Nedostatek detailů scenérie.
es_us: No es posible capturar imágenes en modo Panorámico. No hay suficientes detalles en el paisaje.
ga: Ní féidir pictiúr a ghlacadh i Mód lánléargais. Easpa sonraí radharcra.
gl: Non se poden tomar imaxes no modo Panorámica. Non hai suficiente nivel de detalle das escenas.
hy: Անհնար է նկարներ նկարահանել Համայնապատկերի ռեժիմում: Տեսարանի մանրամասները բավարար չեն:
is: Ekki er hægt að taka myndir með víðmyndastillingu. Ekki eru næg smáatriði í myndbyggingu.
it_it: Impossibile scattare foto in modalità panorama. Dettagli del paesaggio non sufficienti.
ka: სურათებს ვერ გადაიღებთ პანორამულ რეჟიმში. სცენარის ინფორმაცია არ არის საკმარისი.
kk: Панорама режимінде суретке түсіру мүмкін емес. Пейзаждық бөлік жеткіліксіз.
lt: Negalima fotografuoti panoramos režimu. Nepakanka vaizdo detalių.
lv: Nevar uzņemt attēlus panorāmas režīmā. Ainavas dati nav pietiekami.
nl: Kan geen foto's maken in Panoramastand. Onvoldoende scènedetails.
pl: Nie można zrobić zdjęć w trybie Panoramy. Za mało szczegółów krajobrazu.
pt_pt: Impossível fazer fotografia no modo Panorama. Não existem pormenores cénicos em quantidade suficiente.
sk: V režime Panoráma nemožno fotografovať. Nedostatok detailov scenérie.
sr: Slike ne mogu da se snime u režimu Panorama. Nedovoljno scenery detalja.
tr_tr: Panorama modunda fotoğraf çekilemiyor. Manzara detayı yeterli değil.
uz: Panorama rejimida rasmga olib bo‘lmaydi. Sahna tafsilotlari yetarli emas.
zh_cn: 无法以全景模式拍照。场景细节不足。
zh_tw: 無法在全景模式中拍照。場景細節不足。

# IDS_CAM_OPT_PANORAMA
source: Panorama
bg: Панорама
cs: Panoráma
es_us: Panorámica
ga: Lánléargas
hy: Համայնապատկեր
is: Víðmynd
it_it: Panoramica
ka: პანორამა
kk: Панорама
lv: Panorāma
sk: Panoráma
tr_tr: Panoramik
zh_cn: 全景拍摄
zh_tw: 全景

# IDS_CAM_BODY_RESET_SETTINGS_RESET
source: Reset
bg: Нyлиране
cs: Obnovit
es_us: Restablecer
ga: Athshocraigh
gl: Restablecer
hy: Զրոյացնել
is: Endurstilla
it_it: Ripristina
ka: გადატვირთვა
kk: Алып тастау
lt: Atstatyti
lv: Atiestatīt
nl: Resetten
pl: Wyzeruj
pt_pt: Repor
sk: Vynulovať
sr: Resetuj
tr_tr: Sıfırla
uz: Qayta yuklash
zh_cn: 重置
zh_tw: 重設

# IDS_CAM_BODY_SETTINGS_SHUTTER_SOUND
source: Shutter sound
bg: Звук на затвора
cs: Zvuk spouště
es_us: Sonido de obturador
ga: Fuaim comhla
gl: Son do obturador
hy: Փականակի ձայն
is: Lokarahljóð
it_it: Suono otturatore
ka: ჩამკეტის ხმა
kk: Ұңғы дыбысы
lt: Fotoap. užrakto garsas
lv: Aizslēga skaņa
nl: Geluid sluiter
pl: Dźwięk migawki
pt_pt: Som do obturador
sk: Zvuk spúšte
sr: Zvuk blende
tr_tr: Deklanşör sesi
uz: Obyektivning ochilish ovozi
zh_cn: 快门音
zh_tw: 快門音

# IDS_CAM_MBODY_INCLUDE_SHORTCUT_LAYOUT
source: Include shortcut layout
bg: Включи оформ. на пряк път
cs: Zahrnout rozložení zást.
es_us: Incluir diseño de atajo
ga: Áirigh aicearra an leagain amach
gl: Incluír deseño do atallo
hy: Ներառեք դյուրանց. դսվրվծք
is: Hafa flýtileiðaupps. með
it_it: Includi collegamenti
ka: ღილაკების განლაგებით
kk: Белгіше құрылымын қамту
lt: Pridėti trumpinio maketą
lv: Iekļaut īsceļu izkārtojumu
nl: Incl. sneltoetsindeling
pl: Uwzględnij układ skrótów
pt_pt: Inc. disposição atalhos
sk: Zahrnúť rozlož. odkazov
sr: Uključi izgled prečice
tr_tr: Kısayol yerleşimini dahil et
uz: Yorliq joy.o‘z ichiga ol
zh_cn: 包括快捷方式布局
zh_tw: 包含捷徑版面

# IDS_CAM_OPT_TAP_TO_TAKE_PICS_ABB
source: Tap to capture
bg: Чукнете за снимане
cs: Klep. fotografujte
es_us: Pul. para capt. im.
ga: Tapáil le glacadh
gl: Tocar para tomar imaxe
hy: Թակել նկրհնելու հր
is: Pikka til að taka
it_it: Tocca e scatta
ka: შეეხეთ და გადაიღეთ
kk: Сур.түсіруде түр-з
lt: Baks. ir fotograf.
lv: Piesk.,lai fotogr.
nl: Tik voor foto´s
pl: Dotk., aby fotogr.
pt_pt: Tocar para tirar fotos
sk: Ťukn. fotografujte
sr: Kucni za slikanje
tr_tr: Çekim için dokun
uz: Rasm ol. u-n teg
zh_cn: 轻敲以拍照
zh_tw: 輕觸以拍照

# IDS_CAM_BODY_AUTO
source: Auto
bg: Авто
cs: Automaticky
es_us: Automático
ga: Uath-
gl: Automático
hy: Ավտոմատ
is: Sjálfvirkt
ka: ავტომატური
kk: Авто
lt: Automatinis
pt_pt: Automático
sk: Automatický
tr_tr: Otomatik
uz: Avtomatik
zh_cn: 自动
zh_tw: 自動

# IDS_CAM_BODY_BUTTON_T_TTS
source: Button
bg: Бутон
cs: Tlačítko
es_us: Botón
ga: Cnaipe
gl: Botón
hy: Կոճակ
is: Hnappur
it_it: Pulsante
ka: ღილაკი
kk: Түйме
lt: Mygtukas
lv: Poga
nl: Knop
pl: Przycisk
pt_pt: Tecla
sk: Tlačidlo
sr: Taster
tr_tr: Düğme
uz: Tugma
zh_cn: 按钮
zh_tw: 按鍵

# IDS_CAM_BODY_CLOUDY
source: Cloudy
bg: Облачно
cs: Oblačno
es_us: Nublado
ga: Scamallach
gl: Nubrado
hy: Ամպամած
is: Skýjað
it_it: Nuvoloso
ka: ღრუბლიანი
kk: Бұлтты
lt: Debesuota
lv: Mākoņains
nl: Bewolkt
pl: Pochmurno
pt_pt: Nublado
sk: Oblačno
sr: Oblačno
tr_tr: Bulutlu
uz: Bulutli
zh_cn: 阴天
zh_tw: 陰天

# IDS_CAM_BODY_DAYLIGHT
source: Daylight
bg: Дневна светлина
cs: Denní světlo
es_us: Luz de día
ga: Solas an Lae
gl: Luz diúrna
hy: Օրվա լուսավոր ժամանակը
is: Dagsbirta
it_it: Luce naturale
ka: დღის განათ.
kk: Күндізгі жарық
lt: Dienos šviesa
lv: Dienasgaisma
nl: Daglicht
pl: Słonecznie
pt_pt: Luz solar
sk: Denné svetlo
sr: Dnevna svetlost
tr_tr: Günışığı
uz: Kunduz
zh_cn: 白天
zh_tw: 白天

# IDS_CAM_BODY_DEVICE
source: Device
bg: Устройство
cs: Zařízení
es_us: Dispositivo
ga: Gléas
gl: Dispositivo
hy: Սարք
is: Tæki
it_it: Dispositivo
ka: მოწყობილობა
kk: Құрылғы
lt: Įrenginys
lv: Ierīce
nl: Apparaat
pl: Urządzenie
pt_pt: Dispositivo
sk: Zariadenie
sr: Uređaj
tr_tr: Cihaz
uz: Qurilma
zh_cn: 设备
zh_tw: 裝置

# IDS_CAM_BODY_EFFECTS
source: Effects
bg: Ефекти
cs: Efekty
es_us: Efectos
ga: Maisíochtaí
gl: Efectos
hy: Էֆեկտներ
is: Brellur
it_it: Effetti
ka: ეფექტები
kk: Эффектілер
lt: Efektai
lv: Efekti
nl: Effecten
pl: Efekty
pt_pt: Efeitos
sk: Efekty
sr: Efekti
tr_tr: Efektler
uz: Effektlar
zh_cn: 效果
zh_tw: 效果

# IDS_CAM_BODY_EXIT_CAMERA_BATTERY_TEMPERATURE_TOO_HIGH
source: Exit Camera. Battery temperature too high
bg: Излезте от Камера. Температурата на батерията е твърде висока.
cs: Ukončí Fotoaparát. Teplota baterie je příliš vysoká.
es_us: Salir de la cámara. La temperatura de la batería es demasiado elevada.
ga: Scoir Ceamara. Tá teocht an cheallra ró-ard.
gl: Sae da cámara. A temperatura da batería é demasiado alta.
hy: Ելնել Խցիկից: Մարտկոցի ջերմաստիճանը շատ բարձր է:
is: Loka myndavél. Rafhlaðan er of heit.
it_it: Uscire dalla fotocamera. Temperatura della batteria troppo alta.
ka: გამორთეთ კამერა. კვების ელემენტის ტემპერატურა ძალიან მაღალია.
kk: Камерадан шығыңыз. Батарея температурасы тым жоғары.
lt: Išjungti fotoaparatą. Per aukšta akumuliatoriaus temperatūra.
lv: Aizvērt kameru. Akumulatora temperatūra ir par augstu.
nl: Sluit camera af. Temperatuur van accu is te hoog.
pl: Zamknij aplikację Aparat. Temperatura baterii jest za wysoka.
pt_pt: Sair da Câmara. Temperatura da bateria demasiado alta.
sk: Ukončite aplikáciu Fotoaparát. Teplota batérie je príliš vysoká.
sr: Isključi kameru. Temperatura baterije previsoka.
tr_tr: Kameradan Çık. Pil sıcaklığı çok yüksek.
uz: Kameradan chiqish. Batareya harorati juda yuqori.
zh_cn: 退出相机。电池温度太高。
zh_tw: 離開相機。電池溫度過高。

# IDS_CAM_BODY_FLASH
source: Flash
bg: Светкавица
cs: Blesk
ga: Splanc
hy: Բռնկում
is: Flass
ka: ნათება
kk: Жарық
lt: Blykstė
lv: Zibspuldze
nl: Flitser
pl: Flesz
sk: Blesk
sr: Blic
tr_tr: Flaş
uz: Flesh
zh_cn: 闪光灯
zh_tw: 閃光燈

# IDS_CAM_BODY_FLUORESCENT
source: Fluorescent
bg: Флуоресцентен
cs: Zářivka
es_us: Fluorescente
ga: Fluaraiseach
gl: Fluorescente
hy: Ֆլուորեսցենտ
is: Flúrljós
it_it: Fluorescente
ka: ფლუორესცენტული
kk: Флуоресцентті
lt: Fluorescentinis
lv: Dienasgaismas lampa
nl: TL-verlichting
pl: Jarzeniowe
pt_pt: Fluorescente
sk: Žiarivka
sr: Flourescentno
tr_tr: Floresan
uz: Fluoressensiya
zh_cn: 荧光
zh_tw: 螢光燈

# IDS_CAM_BODY_FOCUS_MODE
source: Focus mode
bg: Режим фокус
cs: Režim zaostření
es_us: Modo de enfoque
ga: Mód fócais
gl: Modo de enfoque
hy: Ֆոկուսի ռեժիմ
is: Fókus
it_it: Messa a fuoco
ka: ფოკუსირების რეჟიმი
kk: Фокус режимі
lt: Fokusavimo režimas
lv: Fokusa režīms
nl: Scherpstellen
pl: Auto Focus
pt_pt: Modo de focagem
sk: Režim zaostrovania
sr: Režim fokusiranja
tr_tr: Odaklama modu
uz: Fokus rejimi
zh_cn: 聚焦模式
zh_tw: 對焦模式

# IDS_CAM_BODY_NONE
source: None
bg: Нищо
cs: Žádný
es_us: Ninguno
ga: Dada
gl: Ningún
hy: Ոչինչ
is: Enginn
it_it: Nessuno
ka: არცერთი
kk: Өшірілген
lt: Nėra
lv: Neviens
nl: Geen
pl: Brak
pt_pt: Nenhuma
sk: Žiadny
sr: Nema
tr_tr: Hiçbiri
uz: Hech qaysi
zh_cn: 无
zh_tw: 無

# IDS_CAM_BODY_NO_EFFECT_ABB
source: No effect
bg: Без ефект
cs: Bez efektu
es_us: Sin efecto
ga: Gan mhaisíocht
gl: Ningún efecto
hy: Էֆեկտ չկա
is: Engin áhrif
it_it: Nessun effetto
ka: ეფექტის გარეშე
kk: Әсер жоқ
lt: Jokio efekto
lv: Nav efektu
nl: Geen effect
pl: Bez efektów
pt_pt: Sem efeitos
sk: Žiadny efekt
sr: Bez efekta
tr_tr: Efekt yok
uz: Effekt yo‘q
zh_cn: 无效果
zh_tw: 無效果
